Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

# storageWarning
source: Warning: This option will use significant storage space. Ensure your device has enough available storage before enabling! Songs will become available online only after being played online first.
ar: تحذير: هذا الخيار سيستخدم مساحة تخزين كبيرة. يُرجى التأكد من وجود مساحة كافية على جهازك قبل التفعيل! سيتم جعل الأغاني متاحة عبر الإنترنت بعد تشغيلها لأول مرة.
bn: সতর্কতা: এই অপশনটি অনেক স্টোরেজ ব্যবহার করবে। সক্ষম করার আগে দয়া করে নিশ্চিত হয়ে নিন যে আপনার ডিভাইসে পর্যাপ্ত স্টোরেজ আছে! গানগুলি প্রথমবার অনলাইনে বাজানোর পরেই সেগুলি অনলাইনে উপলব্ধ হবে।
de: Warnung: Diese Option verbraucht viel Speicherplatz. Bitte stellen Sie sicher, dass Ihr Gerät über genügend Speicher verfügt, bevor Sie sie aktivieren!
el: Προειδοποίηση: Αυτή η επιλογή θα χρησιμοποιήσει πολύ χώρο αποθήκευσης. Βεβαιωθείτε ότι η συσκευή σας έχει αρκετό χώρο πριν την ενεργοποίηση!
es: Advertencia: Esta opción utilizará mucho espacio de almacenamiento. ¡Asegúrate de que tu dispositivo tenga suficiente espacio disponible antes de activarla! Las canciones estarán disponibles en línea solo después de reproducirse en línea por primera vez.
fa: هشدار: این گزینه فضای ذخیره‌سازی زیادی استفاده می‌کند. لطفاً قبل از فعال کردن، مطمئن شوید دستگاه شما فضای کافی دارد! آهنگ‌ها فقط پس از اولین پخش آنلاین، به صورت آنلاین در دسترس خواهند بود.
fr: Avertissement : Cette option utilisera beaucoup d'espace de stockage. Assurez-vous que votre appareil dispose de suffisamment d'espace avant de l'activer !
gu: ચેતવણી: આ વિકલ્પ ઘણું સંગ્રહણ સ્થાન વાપરશે. સક્રિય કરતા પહેલાં ખાતરી કરો કે તમારા ઉપકરણમાં પૂરતી જગ્યા છે! ગીતો ઓનલાઇન ચલાવ્યા પછી જ ઓનલાઇન ઉપલબ્ધ થશે.
ja: 警告: このオプションは多くのストレージ容量を使用します。有効にする前にデバイスに十分な空き容量があることを確認してください！曲はオンラインで初めて再生された後にのみオンラインで利用可能になります。
ko: 경고: 이 옵션은 많은 저장 공간을 사용합니다. 활성화하기 전에 기기에 충분한 저장 공간이 있는지 확인하세요! 노래는 온라인에서 처음 재생된 후에만 온라인에서 사용할 수 있습니다.
mr: सावधानता: हा पर्याय खूप स्टोरेज वापरेल. सक्षम करण्यापूर्वी आपल्या डिव्हाइसमध्ये पुरेशी जागा आहे याची खात्री करा! गाणी ऑनलाइन प्रथम चालवल्यानंतरच ऑनलाइन उपलब्ध होतील.
pl: Ostrzeżenie: Ta opcja zużyje dużo miejsca w pamięci. Upewnij się, że Twoje urządzenie ma wystarczająco dużo wolnego miejsca przed włączeniem! Utwory staną się dostępne online dopiero po pierwszym odtworzeniu online.
pt: Aviso: Esta opção irá utilizar muito espaço de armazenamento. Certifique-se de que o seu dispositivo tem espaço suficiente antes de ativar! As canções ficarão disponíveis online apenas após serem reproduzidas online pela primeira vez.
ru: Предупреждение: Эта функция займет много места в памяти. Убедитесь, что на вашем устройстве достаточно свободного места перед включением! Песни станут доступны онлайн только после первого онлайн-воспроизведения.
sw: Onyo: Chaguo hili litatumia nafasi nyingi ya kuhifadhi. Hakikisha kifaa chako kina nafasi ya kutosha kabla ya kuwezesha! Nyimbo zitapatikana mkondoni baada ya kuchezwa mkondoni kwa mara ya kwanza.
ta: எச்சரிக்கை: இந்த விருப்பம் நிறைய சேமிப்பு இடத்தைப் பயன்படுத்தும். இயக்குவதற்கு முன் உங்கள் சாதனத்தில் போதுமான இடம் உள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்! பாடல்கள் முதலில் ஆன்லைனில் இயக்கப்பட்ட பிறகே ஆன்லைனில் கிடைக்கும்.
te: హెచ్చరిక: ఈ ఎంపిక ఎక్కువ నిల్వ స్థలాన్ని వాడుతుంది. ప్రారంభించే ముందు మీ పరికరంలో తగినంత స్థలం ఉందని నిర్ధారించుకోండి! పాటలు మొదటిసారి ఆన్‌లైన్‌లో ప్లే అయిన తర్వాత మాత్రమే ఆన్‌లైన్‌లో లభిస్తాయి.
th: คำเตือน: ตัวเลือกนี้จะใช้พื้นที่เก็บข้อมูลจำนวนมาก โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ของคุณมีพื้นที่ว่างเพียงพอก่อนเปิดใช้งาน! เพลงจะสามารถใช้งานออนไลน์ได้หลังจากเล่นออนไลน์เป็นครั้งแรกเท่านั้น
tr: Uyarı: Bu seçenek çok fazla depolama alanı kullanacaktır. Etkinleştirmeden önce cihazınızda yeterli depolama alanı olduğundan emin olun!
uk: Попередження: Ця функція займе багато місця в пам'яті. Переконайтеся, що на вашому пристрої достатньо вільного місця перед увімкненням! Пісні стануть доступними онлайн лише після першого онлайн-відтворення.
vi: Cảnh báo: Tùy chọn này sẽ sử dụng nhiều dung lượng lưu trữ. Hãy đảm bảo thiết bị của bạn có đủ dung lượng trước khi bật!
zh_tw: 警告：此選項會使用大量儲存空間。啟用前請確保你的裝置有足夠空間！

# autoCacheOfflinePlaylist
source: Auto-save playlist for offline playback
ar: حفظ القائمة تلقائيًا للاستخدام دون اتصال
bn: অফলাইন প্লেব্যাকের জন্য প্লেলিস্ট স্বয়ংক্রিয়ভাবে সংরক্ষণ করুন
de: Songs in dieser Playlist beim Abspielen automatisch offline verfügbar machen
el: Αυτόματη διαθεσιμότητα τραγουδιών αυτής της λίστας αναπαραγωγής εκτός σύνδεσης κατά την ακρόαση
es: Guardar lista automáticamente para reproducción offline
fa: ذخیره خودکار لیست برای پخش آفلاین
fr: Rendre automatiquement disponibles hors ligne les chansons de cette playlist lorsqu'elles sont écoutées
gu: ઑફલાઇન પ્લેબેક માટે પ્લેલિસ્ટ ઑટો-સેવ કરો
ja: オフライン再生用にプレイリストを自動保存
ko: 오프라인 재생을 위한 플레이리스트 자동 저장
mr: ऑफलाइन प्लेबॅकसाठी प्लेलिस्ट स्वयंचलित जतन करा
pl: Automatycznie zapisuj playlistę do odtwarzania offline
pt: Guardar automaticamente playlist para reprodução offline
ru: Автосохранение плейлиста для офлайн-воспроизведения
sw: Hifadhi orodha kiotomatiki kwa kucheza nje ya mtandao
ta: ஆஃப்லைன் ப்ளேபேக்கிற்காக ப்ளேலிஸ்டை தானாக சேமிக்கவும்
te: ఆఫ్‌లైన్ ప్లేబ్యాక్ కోసం ప్లేలిస్ట్‌ను స్వయంచాలకంగా భద్రపరచు
th: บันทึกรายการเพลงอัตโนมัติสำหรับเล่นแบบออฟไลน์
tr: Bu çalma listesindeki şarkıları dinlenirken otomatik olarak çevrimdışı kullanılabilir yap
uk: Автозбереження плейлиста для офлайн-відтворення
vi: Tự động lưu bài hát trong danh sách phát này để sử dụng ngoại tuyến khi nghe
zh_tw: 當收聽時，自動將此播放清單的歌曲設為離線可用

# urlError
source: Song url could not be resolved
ar: تعذر حل عنوان URL للأغنية
bn: গানের URL সমাধান করা যায়নি
de: Song-URL konnte nicht aufgelöst werden
el: Δεν ήταν δυνατή η επίλυση του URL του τραγουδιού
es: No se pudo resolver la URL de la canción
fa: نشانی آهنگ قابل حل نبود
fr: L'URL de la chanson n'a pas pu être résolue
gu: ગીતની URL ઉકેલી શકાઈ નહીં
ja: 曲のURLを解決できませんでした
ko: 노래 URL을 확인할 수 없음
mr: गाण्याचा URL सोडवला जाऊ शकला नाही
pl: Nie można rozpoznać adresu URL utworu
pt: URL da música não pôde ser resolvido
ru: Не удалось обработать URL песни
sw: URL ya wimbo haikuweza kutambuliwa
ta: பாடலின் URL-ஐ தீர்க்க முடியவில்லை
te: పాట URLని పరిష్కరించలేకపోయాం
th: ไม่สามารถแก้ไข URL ของเพลงได้
tr: Şarkı URL'si çözülemedi
uk: Не вдалося обробити URL пісні
vi: Không thể phân giải URL bài hát
zh_tw: 無法解析歌曲URL

source: Playlist auto offline enabled
ar: تم تفعيل التخزين التلقائي للقوائم دون اتصال
bn: প্লেলিস্ট অটো অফলাইন সক্রিয় করা হয়েছে
de: Automatische Offline-Speicherung für Playlists aktiviert
el: Ενεργοποιήθηκε η αυτόματη εκτός σύνδεσης λίστας αναπαραγωγής
es: Auto offline de lista de reproducción habilitado
fa: ذخیره خودکار آفلاین لیست پخش فعال شد
fr: Playlist automatique hors ligne activée
gu: પ્લેલિસ્ટ ઓટો ઑફલાઇન સક્રિય
ja: プレイリスト自動オフラインが有効
ko: 플레이리스트 자동 오프라인 활성화됨
mr: प्लेलिस्ट ऑटो ऑफलाइन सक्षम केले
pl: Automatyczne offline playlisty włączone
pt: Playlist automática offline ativada
ru: Автономный режим плейлиста включен
sw: Orodha ya kucheza otomatiki nje ya mtandao imewezeshwa
ta: பிளேலிஸ்ட் தானியங்கி ஆஃப்லைன் இயக்கப்பட்டது
te: ప్లేలిస్ట్ ఆటో ఆఫ్‌లైన్ ప్రారంభించబడింది
th: เปิดใช้งานเพลย์ลิสต์ออฟไลน์อัตโนมัติแล้ว
tr: Çalma listesi otomatik çevrimdışı etkin
uk: Автономний режим плейлиста увімкнено
vi: Đã bật tự động phát danh sách ngoại tuyến
zh_tw: 已啟用播放清單自動離線功能

source: Playlist auto offline disabled
ar: تم تعطيل التخزين التلقائي للقوائم دون اتصال
bn: প্লেলিস্ট অটো অফলাইন নিষ্ক্রিয় করা হয়েছে
de: Automatische Offline-Speicherung für Playlists deaktiviert
el: Απενεργοποιήθηκε η αυτόματη εκτός σύνδεσης λίστας αναπαραγωγής
es: Auto offline de lista de reproducción deshabilitado
fa: ذخیره خودکار آفلاین لیست پخش غیرفعال شد
fr: Playlist automatique hors ligne désactivée
gu: પ્લેલિસ્ટ ઓટો ઑફલાઇન નિષ્ક્રિય
ja: プレイリスト自動オフラインが無効
ko: 플레이리스트 자동 오프라인 비활성화됨
mr: प्लेलिस्ट ऑटो ऑफलाइन अक्षम केले
pl: Automatyczne offline playlisty wyłączone
pt: Playlist automática offline desativada
ru: Автономный режим плейлиста выключен
sw: Orodha ya kucheza otomatiki nje ya mtandao imezimwa
ta: பிளேலிஸ்ட் தானியங்கி ஆஃப்லைன் முடக்கப்பட்டது
te: ప్లేలిస్ట్ ఆటో ఆఫ్‌లైన్ నిలిపివేయబడింది
th: ปิดใช้งานเพลย์ลิสต์ออฟไลน์อัตโนมัติแล้ว
tr: Çalma listesi otomatik çevrimdışı devre dışı
uk: Автономний режим плейлиста вимкнено
vi: Đã tắt tự động phát danh sách ngoại tuyến
zh_tw: 已停用播放清單自動離線功能

source: Offline playlists
ar: قوائم التشغيل دون اتصال
bn: অফলাইন প্লেলিস্ট
el: Λίστες αναπαραγωγής εκτός σύνδεσης
es: Listas de reproducción sin conexión
fa: لیست‌های پخش آفلاین
fr: Playlists hors ligne
gu: ઑફલાઇન પ્લેલિસ્ટ
ja: オフラインプレイリスト
ko: 오프라인 재생목록
mr: ऑफलाइन प्लेलिस्ट
pl: Playlisty offline
pt: Playlists offline
ru: Офлайн-плейлисты
sw: Orodha ya kucheza bila mtandao
ta: ஆஃப்லைன் பிளேலிஸ்ட்கள்
te: ఆఫ్‌లైన్ ప్లేలిస్ట్‌లు
th: เพลย์ลิสต์แบบออฟไลน์
tr: Çevrimdışı çalma listeleri
uk: Офлайн-плейлисти
vi: Danh sách phát ngoại tuyến
zh_tw: 離線播放清單

# streamRequestTimeout
source: Stream request timeout threshold
ar: حد مهلة طلب البث
bn: স্ট্রিম রিকোয়েস্ট টাইমআউট সীমা
de: Stream-Anforderungs-Timeout-Schwelle
el: Όριο χρονικού ορίου ροής
es: Umbral de tiempo de espera de solicitud de transmisión
fa: آستانه زمان‌اتمام درخواست استریم
gu: સ્ટ્રીમ વિનંતી ટાઇમઆઉટ થ્રેશોલ્ડ
ja: ストリームリクエストのタイムアウト閾値
ko: 스트림 요청 타임아웃 임계값
mr: स्ट्रीम विनंती टाइमआउट उंबर
pl: Próg limitu czasu żądania strumienia
pt: Limiar de tempo de espera do pedido de stream
ru: Порог таймаута запроса потока
sw: Kizingo cha mda wa maombi ya mkondo
ta: ஸ்ட்ரீம் கோரிக்கை நேர்முடிவு வாசல்
te: స్ట్రీమ్ అభ్యర్థన సమయం ముగింపు పరిమితి
th: เกณฑ์เวลารอคอยการสตรีม
tr: Akış isteği zaman aşımı eşiği
uk: Порог часу очікування потоку
zh_tw: 串流請求超時閾值

# usingProxy
source: Direct connection to YouTube failed. Attempting to connect using proxy servers...
ar: فشل الاتصال المباشر بيوتيوب. جاري محاولة الاتصال باستخدام خوادم وكيل...
bn: YouTube-এর সাথে সরাসরি সংযোগ ব্যর্থ হয়েছে। প্রক্সি সার্ভার ব্যবহার করে সংযোগ করার চেষ্টা করা হচ্ছে...
de: Direkte Verbindung zu YouTube fehlgeschlagen. Versuche Verbindung über Proxy-Server herzustellen...
el: Αποτυχία απευθείας σύνδεσης με το YouTube. Προσπάθεια σύνδεσης με χρήση διακομιστών μεσολάβησης...
es: Conexión directa a YouTube fallida. Intentando conectar mediante servidores proxy...
fa: اتصال مستقیم به یوتیوب ناموفق بود. در حال تلاش برای اتصال با استفاده از سرورهای پروکسی...
gu: YouTube સાથે ડાયરેક્ટ કનેક્શન નિષ્ફળ. પ્રોક્સી સર્વર્સનો ઉપયોગ કરીને કનેક્ટ કરવાનો પ્રયાસ કરી રહ્યા છીએ...
ja: YouTubeへの直接接続に失敗しました。プロキシサーバーを使用して接続を試みています...
ko: YouTube로의 직접 연결 실패. 프록시 서버를 통해 연결 시도 중...
mr: YouTube शी थेट कनेक्शन अयशस्वी. प्रॉक्सी सर्व्हर्स वापरून कनेक्ट करण्याचा प्रयत्न केला जात आहे...
pl: Bezpośrednie połączenie z YouTube nie powiodło się. Próba połączenia za pomocą serwerów proxy...
pt: Ligação direta ao YouTube falhou. A tentar ligar através de servidores proxy...
ru: Прямое подключение к YouTube не удалось. Попытка подключения через прокси-серверы...
sw: Uunganishaji wa moja kwa moja kwa YouTube umeshindwa. Kujaribu kuunganisha kwa kutumia seva za wakala...
ta: YouTube-உடன் நேரடி இணைப்பு தோல்வியடைந்தது. ப்ராக்ஸி சேவையகங்கள் மூலம் இணைக்க முயற்சிக்கிறது...
te: YouTubeకు ప్రత్యక్ష కనెక్షన్ విఫలమైంది. ప్రాక్సీ సర్వర్లను ఉపయోగించి కనెక్ట్ చేయడానికి ప్రయత్నిస్తున్నారు...
th: การเชื่อมต่อตรงไปยัง YouTube ล้มเหลว กำลังพยายามเชื่อมต่อโดยใช้เซิร์ฟเวอร์พรอกซี...
tr: YouTube'a doğrudan bağlantı başarısız oldu. Proxy sunucular kullanarak bağlanmaya çalışılıyor...
uk: Пряме підключення до YouTube не вдалося. Спроба підключення через проксі-сервери...
zh_tw: 連接YouTube失敗，正在嘗試使用代理伺服器連接...

source: Audio device
ar: جهاز الصوت
bn: অডিও ডিভাইস
de: Audio-Gerät
el: Συσκευή ήχου
es: Dispositivo de audio
fa: دستگاه صوتی
gu: ઑડિયો ઉપકરણ
ja: オーディオデバイス
ko: 오디오 장치
mr: ऑडिओ डिव्हाइस
pl: Urządzenie audio
pt: Dispositivo de áudio
ru: Аудиоустройство
sw: Kifaa cha sauti
ta: ஒலி சாதனம்
te: ఆడియో పరికరం
th: อุปกรณ์เสียง
tr: Ses aygıtı
uk: Аудіопристрій
zh_tw: 音訊裝置

source: Select automatically
ar: تحديد تلقائي
bn: স্বয়ংক্রিয়ভাবে নির্বাচন করুন
de: Automatisch auswählen
el: Αυτόματη επιλογή
es: Seleccionar automáticamente
fa: انتخاب خودکار
gu: સ્વચાલિત પસંદ કરો
ja: 自動選択
ko: 자동 선택
mr: स्वयंचलित निवडा
pl: Wybierz automatycznie
pt: Selecionar automaticamente
ru: Выбирать автоматически
sw: Chagua kiotomatiki
ta: தானாக தேர்ந்தெடு
te: స్వయంచాలకంగా ఎంచుకోండి
th: เลือกอัตโนมัติ
tr: Otomatik seç
uk: Вибирати автоматично
zh_tw: 自動選擇

source: Car Audio
ar: نظام صوت السيارة
bn: গাড়ির অডিও
de: Auto-Audio
el: Αυτοκινητοφωνία
es: Audio del coche
fa: صوت خودرو
gu: કાર ઑડિયો
ja: カーオーディオ
ko: 차량 오디오
mr: कार ऑडिओ
pl: Audio samochodowe
pt: Áudio do carro
ru: Автомагнитола
sw: Sauti ya gari
ta: கார் ஆடியோ
te: కారు ఆడియో
th: ระบบเสียงรถยนต์
tr: Araç ses sistemi
uk: Автоаудіо
zh_tw: 車載音響

source: Bluetooth
ar: بلوتوث
bn: ব্লুটুথ
fa: بلوتوث
gu: બ્લુટૂથ
ko: 블루투스
mr: ब्ल्यूटूथ
ta: ப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
zh_tw: 藍牙

source: Wired Headphones
ar: سماعات سلكية
bn: ওয়্যারড হেডফোন
de: Kabelgebundene Kopfhörer
el: Συρματάκια ακουστικά
es: Auriculares con cable
fa: هدفون سیمی
gu: વાયર્ડ હેડફોન્સ
ja: 有線ヘッドホン
ko: 유선 헤드폰
mr: वायर्ड हेडफोन्स
pl: Słuchawki przewodowe
pt: Auscultadores com fios
ru: Проводные наушники
sw: Viputi vya kusikilizia vilivyo na waya
ta: கம்பி இணைப்பு தலையணிகள்
te: వైర్డ్ హెడ్‌ఫోన్‌లు
th: หูฟังแบบมีสาย
tr: Kablolu kulaklık
uk: Дротові навушники
zh_tw: 有線耳機

source: USB Audio
ar: صوت USB
bn: ইউএসবি অডিও
el: USB ήχος
es: Audio USB
fa: صوت USB
gu: USB ઑડિયો
ja: USBオーディオ
ko: USB 오디오
mr: USB ऑडिओ
pl: Audio USB
pt: Áudio USB
ru: USB-аудио
sw: Sauti ya USB
ta: யூ.எஸ்.பி ஆடியோ
te: USB ఆడియో
th: เสียง USB
tr: USB Ses
uk: USB-аудіо
zh_tw: USB音訊

source: Phone Speaker
ar: مكبر صوت الهاتف
bn: ফোন স্পিকার
de: Telefonlautsprecher
el: Ηχείο τηλεφώνου
es: Altavoz del teléfono
fa: بلندگوی تلفن
gu: ફોન સ્પીકર
ja: 電話スピーカー
ko: 폰 스피커
mr: फोन स्पीकर
pl: Głośnik telefonu
pt: Altifalante do telemóvel
ru: Динамик телефона
sw: Spika ya simu
ta: தொலைபேசி ஸ்பீக்கர்
te: ఫోన్ స్పీకర్
th: ลำโพงโทรศัพท์
tr: Telefon hoparlörü
uk: Динамік телефону
zh_tw: 手機揚聲器

source: Other
ar: أخرى
bn: অন্যান্য
de: Andere
el: Άλλο
es: Otro
fa: سایر
gu: અન્ય
ja: その他
ko: 기타
mr: इतर
pl: Inne
pt: Outro
ru: Другое
sw: Nyingine
ta: மற்றவை
te: ఇతర
th: อื่นๆ
tr: Diğer
uk: Інше
zh_tw: 其他

source: Radio
ar: راديو
bn: রেডিও
el: Ραδιόφωνο
fa: رادیو
gu: રેડિયો
ja: ラジオ
ko: 라디오
mr: रेडिओ
pt: Rádio
ru: Радио
sw: Redio
ta: ரேடியோ
te: రేడియో
th: วิทยุ
tr: Radyo
uk: Радіо
zh_tw: 收音機

source: Hearing Aid
ar: سماعة أذن
bn: শ্রবণ সহায়ক
de: Hörgerät
el: Βοηθητικό ακουστικό
es: Audífono
fa: سمعک
gu: સુનાવણી સહાયક
ja: 補聴器
ko: 보청기
mr: ऐडिंग एड
pl: Aparat słuchowy
pt: Aparato auditivo
ru: Слуховой аппарат
sw: Kisaidizi cha kusikia
ta: கேட்பொலி உதவி
te: వినికిడి సహాయం
th: เครื่องช่วยฟัง
tr: İşitme Cihazı
uk: Слуховий апарат
zh_tw: 助聽器

source: Docking Station
ar: محطة إرساء
bn: ডকিং স্টেশন
el: Σταθμός σύνδεσης
es: Estación de acoplamiento
fa: ایستگاه اتصال
gu: ડોકિંગ સ્ટેશન
ja: ドッキングステーション
ko: 도킹 스테이션
mr: डॉकिंग स्टेशन
pl: Stacja dokująca
ru: Док-станция
sw: Kituo cha kushikilia
ta: டாக்கிங் ஸ்டேஷன்
te: డాకింగ్ స్టేషన్
th: สถานีเชื่อมต่อ
tr: Dok İstasyonu
uk: Док-станція
zh_tw: 擴充基座

source: Phone Earpiece
ar: سماعة الهاتف
bn: ফোন ইয়ারপিস
de: Telefonhörer
el: Ακουστικό τηλεφώνου
es: Auricular de teléfono
fa: گوشی تلفن
gu: ફોન ઇયરપીસ
ja: 電話受話器
ko: 전화 수화기
mr: फोन इअरपीस
pl: Słuchawka telefoniczna
pt: Auscultador do telefone
ru: Телефонная трубка
sw: Kisikio cha simu
ta: தொலைபேசி செவிப்பகுதி
te: ఫోన్ ఇయర్పీస్
th: หูฟังโทรศัพท์
tr: Telefon Kulaklığı
uk: Телефонна трубка
zh_tw: 電話聽筒

# androidAutoInstructions
source: Follow these steps to enable Android Auto for Reverbio:
ar: اتبع هذه الخطوات لتمكين Android Auto لـ Reverbio:
bn: Reverbio-এর জন্য Android Auto সক্রিয় করতে এই পদক্ষেপগুলি অনুসরণ করুন:
el: Ακολουθήστε αυτά τα βήματα για να ενεργοποιήσετε το Android Auto για το Reverbio:
es: Siga estos pasos para habilitar Android Auto para Reverbio:
fa: برای فعال کردن Android Auto برای Reverbio این مراحل را دنبال کنید:
gu: Reverbio માટે Android Auto સક્રિય કરવા માટે આ પગલાંઓ અનુસરો:
ja: ReverbioでAndroid Autoを有効にするには、次の手順に従ってください:
ko: Reverbio에서 Android Auto를 활성화하려면 다음 단계를 따르세요:
mr: Reverbio साठी Android Auto सक्षम करण्यासाठी या चरणांचे अनुसरण करा:
pl: Wykonaj następujące kroki, aby włączyć Android Auto dla Reverbio:
pt: Siga estes passos para ativar o Android Auto para o Reverbio:
ru: Выполните следующие шаги, чтобы включить Android Auto для Reverbio:
sw: Fuata hatua hizi kuwezesha Android Auto kwa Reverbio:
ta: Reverbio-க்கு Android Auto-ஐ இயக்க இந்த படிகளைப் பின்பற்றவும்:
te: Reverbio కోసం Android Auto ను ప్రారంభించడానికి ఈ దశలను అనుసరించండి:
th: ทำตามขั้นตอนเหล่านี้เพื่อเปิดใช้งาน Android Auto สำหรับ Reverbio:
tr: Reverbio için Android Auto'yu etkinleştirmek üzere şu adımları izleyin:
uk: Виконайте ці кроки, щоб увімкнути Android Auto для Reverbio:
zh_tw: 按照以下步驟為Reverbio啟用Android Auto：

# androidAutoStep1
source: 1. Go to settings
ar: 1. انتقل إلى الإعدادات
bn: 1. সেটিংসে যান
el: 1. Μεταβείτε στις ρυθμίσεις
es: 1. Ve a configuración
fa: 1. به تنظیمات بروید
gu: 1. સેટિંગ્સ પર જાઓ
ja: 1. 設定に移動します
ko: 1. 설정으로 이동
mr: 1. सेटिंग्जवर जा
pl: 1. Przejdź do ustawień
pt: 1. Vá para definições
ru: 1. Перейдите в настройки
sw: 1. Nenda kwa mipangilio
ta: 1. அமைப்புகளுக்குச் செல்லவும்
te: 1. సెట్టింగ్‌లకు వెళ్లండి
th: 1. ไปที่การตั้งค่า
tr: 1. Ayarlar'a gidin
uk: 1. Перейдіть до налаштувань
zh_tw: 1. 前往設定

# androidAutoStep2
source: 2. Tap on Connection Preferences
ar: 2. اضغط على تفضيلات الاتصال
bn: 2. কানেকশন প্রেফারেন্সে ট্যাপ করুন
el: 2. Πατήστε στις Προτιμήσεις σύνδεσης
es: 2. Toque en Preferencias de conexión
fa: 2. روی ترجیحات اتصال ضربه بزنید
gu: 2. કનેક્શન પસંદગીઓ પર ટેપ કરો
ja: 2. 接続設定をタップします
ko: 2. 연결 기본 설정 탭
mr: 2. कनेक्शन प्राधान्यांवर टॅप करा
pl: 2. Dotknij Preferencje połączeń
pt: 2. Toque em Preferências de ligação
ru: 2. Нажмите на Настройки подключения
sw: 2. Gonga kwenye Mapendekezo ya Muunganisho
ta: 2. இணைப்பு விருப்பத்தேர்வுகளைத் தட்டவும்
te: 2. కనెక్షన్ ప్రాధాన్యతలపై టాప్ చేయండి
th: 2. แตะที่การตั้งค่าการเชื่อมต่อ
tr: 2. Bağlantı Tercihleri'ne dokunun
uk: 2. Натисніть на Налаштування підключення
zh_tw: 2. 點擊連接偏好設定

# androidAutoStep3
source: 3. Tap on Android Auto
ar: 3. اضغط على Android Auto
bn: 3. Android Auto-এ ট্যাপ করুন
el: 3. Πατήστε στο Android Auto
es: 3. Toque en Android Auto
fa: 3. روی Android Auto ضربه بزنید
gu: 3. Android Auto પર ટેપ કરો
ja: 3. Android Autoをタップします
ko: 3. Android Auto 탭
mr: 3. Android Auto वर टॅप करा
pl: 3. Dotknij Android Auto
pt: 3. Toque em Android Auto
ru: 3. Нажмите на Android Auto
sw: 3. Gonga kwenye Android Auto
ta: 3. Android Auto-ஐத் தட்டவும்
te: 3. Android Auto పై టాప్ చేయండి
th: 3. แตะที่ Android Auto
tr: 3. Android Auto'ya dokunun
uk: 3. Натисніть на Android Auto
zh_tw: 3. 點擊Android Auto

# androidAutoStep4
source: 4. Scroll down and Tap Version several times until you are asked to enable developer mode
ar: 4. قم بالتمرير لأسفل واضغط على الإصدار عدة مرات حتى يُطلب منك تمكين وضع المطور
bn: 4. নিচে স্ক্রোল করুন এবং ভার্সনে কয়েকবার ট্যাপ করুন যতক্ষণ না আপনাকে ডেভেলপার মোড সক্ষম করতে বলা হয়
el: 4. Κάντε κύλιση προς τα κάτω και πατήστε την Έκδοση πολλές φορές μέχρι να σας ζητηθεί να ενεργοποιήσετε τη λειτουργία προγραμματιστή
es: 4. Desplácese hacia abajo y toque Versión varias veces hasta que se le solicite habilitar el modo de desarrollador
fa: 4. پایین اسکرول کنید و چندین بار روی نسخه ضربه بزنید تا از شما خواسته شود حالت توسعه دهنده را فعال کنید
gu: 4. નીચે સ્ક્રોલ કરો અને વિકાસકર્તા મોડ સક્રિય કરવા કહેવામાં આવે ત્યાં સુધી વર્ઝન પર ઘણી વાર ટેપ કરો
ja: 4. 下にスクロールして、開発者モードを有効にするように求められるまでバージョンを数回タップします
ko: 4. 아래로 스크롤하여 개발자 모드를 활성화하라는 메시지가 나타날 때까지 버전을 여러 번 탭합니다
mr: 4. खाली स्क्रोल करा आणि डेव्हलपर मोड सक्षम करण्यास सांगितले नाही तोपर्यंत आवृत्तीवर अनेक वेळा टॅप करा
pl: 4. Przewiń w dół i dotknij Wersja kilka razy, aż zostaniesz poproszony o włączenie trybu dewelopera
pt: 4. Deslize para baixo e toque em Versão várias vezes até lhe ser pedido para ativar o modo de programador
ru: 4. Прокрутите вниз и нажмите на Версия несколько раз, пока вас не попросят включить режим разработчика
sw: 4. Songa chini na gonga Toleo mara kadhaa hadi uambiwe kuwezesha hali ya msanidi programu
ta: 4. கீழே உருட்டி, டெவலப்பர் முறையை இயக்கச் சொல்லும் வரை பதிப்பை பல முறை தட்டவும்
te: 4. క్రిందికి స్క్రోల్ చేసి, డెవలపర్ మోడ్‌ను ప్రారంభించమని అడిగే వరకు వెర్షన్‌ను అనేకసార్లు టాప్ చేయండి
th: 4. เลื่อนลงและแตะที่เวอร์ชันหลายครั้งจนกว่าจะถูกขอให้เปิดใช้งานโหมดนักพัฒนา
tr: 4. Aşağı kaydırın ve geliştirici modunu etkinleştirmeniz istenene kadar Sürüm'e birkaç kez dokunun
uk: 4. Прокрутіть униз і торкніться кілька разів Версія, доки вас не попросять увімкнути режим розробника
zh_tw: 4. 向下滑動並多次點擊版本，直到系統要求您啟用開發者模式

# androidAutoStep5
source: 5. Tap on 3 dots on the top right corner
ar: 5. اضغط على النقاط الثلاث في الزاوية العلوية اليمنى
bn: 5. উপরের ডানদিকের কোণায় তিনটি বিন্দুতে ট্যাপ করুন
el: 5. Πατήστε τις τρεις τελείες στην επάνω δεξιά γωνία
es: 5. Toque los tres puntos en la esquina superior derecha
fa: 5. روی سه نقطه در گوشه بالا سمت راست ضربه بزنید
gu: 5. ઉપરના જમણા ખૂણે ત્રણ બિંદુઓ પર ટેપ કરો
ja: 5. 右上の三点リーダーをタップします
ko: 5. 오른쪽 상단 모서리에 있는 점 세 개를 탭하세요
mr: 5. वरच्या उजव्या कोपऱ्यातील तीन ठिपके टॅप करा
pl: 5. Dotknij trzech kropek w prawym górnym rogu
pt: 5. Toque nos três pontos no canto superior direito
ru: 5. Нажмите на три точки в правом верхнем углу
sw: 5. Gonga alama tatu kwenye kona ya juu kulia
ta: 5. மேல் வலது மூலையில் உள்ள மூன்று புள்ளிகளைத் தட்டவும்
te: 5. పైన కుడి మూలలోని మూడు చుక్కలపై టాప్ చేయండి
th: 5. แตะจุดสามจุดที่มุมขวาบน
tr: 5. Sağ üst köşedeki üç noktaya dokunun
uk: 5. Натисніть на три крапки у верхньому правому куті
zh_tw: 5. 點擊右上角的三點圖示

# androidAutoStep6
source: 6. Tap on Developer Settings
ar: 6. اضغط على إعدادات المطور
bn: 6. ডেভেলপার সেটিংসে ট্যাপ করুন
el: 6. Πατήστε στις Ρυθμίσεις προγραμματιστή
es: 6. Toque en Configuración para desarrolladores
fa: 6. روی تنظیمات توسعه دهنده ضربه بزنید
gu: 6. ડેવલપર સેટિંગ્સ પર ટેપ કરો
ja: 6. 開発者向け設定をタップします
ko: 6. 개발자 설정을 탭하세요
mr: 6. डेव्हलपर सेटिंग्जवर टॅप करा
pl: 6. Dotknij Ustawienia dla programistów
pt: 6. Toque em Definições de programador
ru: 6. Нажмите на Настройки разработчика
sw: 6. Gonga kwenye Mipangilio ya Wasanidi Programu
ta: 6. டெவலப்பர் அமைப்புகளைத் தட்டவும்
te: 6. డెవలపర్ సెట్టింగ్‌లపై టాప్ చేయండి
th: 6. แตะที่การตั้งค่าสำหรับนักพัฒนา
tr: 6. Geliştirici Ayarları'na dokunun
uk: 6. Натисніть на Налаштування для розробників
zh_tw: 6. 點擊開發者設定

# androidAutoStep7
source: 7. Scroll down and enable "Unknown sources"
ar: 7. قم بالتمرير لأسفل وتمكين "مصادر غير معروفة"
bn: 7. নিচে স্ক্রোল করুন এবং "অজানা উৎস" সক্ষম করুন
el: 7. Κάντε κύλιση προς τα κάτω και ενεργοποιήστε τις "Άγνωστες πηγές"
es: 7. Desplácese hacia abajo y active "Fuentes desconocidas"
fa: 7. پایین اسکرول کنید و "منابع ناشناخته" را فعال کنید
gu: 7. નીચે સ્ક્રોલ કરો અને "અજ્ઞાત સ્ત્રોતો" સક્રિય કરો
ja: 7. 下にスクロールして「不明なソース」を有効にします
ko: 7. 아래로 스크롤하여 "알 수 없는 출처" 활성화
mr: 7. खाली स्क्रोल करा आणि "अज्ञात स्रोत" सक्षम करा
pl: 7. Przewiń w dół i włącz "Nieznane źródła"
pt: 7. Deslize para baixo e ative "Fontes desconhecidas"
ru: 7. Прокрутите вниз и включите "Неизвестные источники"
sw: 7. Songa chini na wezesha "Vyanzo visivyojulikana"
ta: 7. கீழே உருட்டி "தெரியாத மூலங்களை" இயக்கவும்
te: 7. క్రిందికి స్క్రోల్ చేసి "తెలియని మూలాలను" ప్రారంభించండి
th: 7. เลื่อนลงและเปิดใช้งาน "แหล่งที่ไม่รู้จัก"
tr: 7. Aşağı kaydırın ve "Bilinmeyen kaynaklar"ı etkinleştirin
uk: 7. Прокрутіть униз і увімкніть "Невідомі джерела"
zh_tw: 7. 向下滑動並啟用「未知來源」

source: Stop
ar: إيقاف
bn: বন্ধ করুন
el: Σταμάτα
es: Detener
fa: توقف
gu: બંધ કરો
ja: 停止
ko: 중지
mr: थांबवा
pl: Zatrzymaj
pt: Parar
ru: Стоп
sw: Simama
ta: நிறுத்து
te: ఆపు
th: หยุด
tr: Durdur
uk: Стоп
zh_tw: 停止
