Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

# onlinePlugin
source: Add Plugin from online source
ar: إضافة ملحق من مصدر عبر الإنترنت
bn: অনলাইন সোর্স থেকে প্লাগইন যোগ করুন
de: Plugin aus Online-Quelle hinzufügen
el: Προσθήκη πρόσθετου από διαδικτυακή πηγή
es: Añadir plugin desde fuente en línea
fa: افزودن پلاگین از منبع آنلاین
fr: Ajouter un plugin depuis une source en ligne
gu: ઑનલાઇન સ્રોતમાંથી પ્લગઇન ઉમેરો
id: Tambahkan Plugin dari sumber online
ja: オンラインソースからプラグインを追加
ko: 온라인 소스에서 플러그인 추가
mr: ऑनलाइन स्त्रोतातून प्लगइन जोडा
pl: Dodaj wtyczkę z źródła online
pt: Adicionar plugin de fonte online
ru: Добавить плагин из онлайн-источника
sw: Ongeza programu-jalizi kutoka kwa chanzo cha mtandaoni
ta: ஆன்லைன் ஆதாரத்திலிருந்து செருகுநிரலை சேர்க்க
te: ఆన్‌లైన్ మూలం నుండి ప్లగిన్ జోడించండి
th: เพิ่มปลั๊กอินจากแหล่งออนไลน์
tr: Çevrimiçi kaynaktan eklenti ekle
uk: Додати плагін з онлайн-джерела
vi: Thêm plugin từ nguồn trực tuyến
zh_tw: 從線上來源新增外掛程式

# localPlugin
source: Add Plugin from local file
ar: إضافة ملحق من ملف محلي
bn: স্থানীয় ফাইল থেকে প্লাগইন যোগ করুন
de: Plugin aus lokaler Datei hinzufügen
el: Προσθήκη πρόσθετου από τοπικό αρχείο
es: Añadir plugin desde archivo local
fa: افزودن پلاگین از فایل محلی
fr: Ajouter un plugin depuis un fichier local
gu: સ્થાનિક ફાઇલમાંથી પ્લગઇન ઉમેરો
id: Tambahkan Plugin dari file lokal
ja: ローカルファイルからプラグインを追加
ko: 로컬 파일에서 플러그인 추가
mr: स्थानिक फाइलमधून प्लगइन जोडा
pl: Dodaj wtyczkę z pliku lokalnego
pt: Adicionar plugin de arquivo local
ru: Добавить плагин из локального файла
sw: Ongeza programu-jalizi kutoka kwa faili ya ndani
ta: உள்ளூர் கோப்பிலிருந்து செருகுநிரலை சேர்க்க
te: స్థానిక ఫైల్ నుండి ప్లగిన్ జోడించండి
th: เพิ่มปลั๊กอินจากไฟล์ท้องถิ่น
tr: Yerel dosyadan eklenti ekle
uk: Додати плагін з локального файлу
vi: Thêm plugin từ tệp cục bộ
zh_tw: 從本機檔案新增外掛程式

# browseFile
source: Browse to file location
ar: تصفح إلى موقع الملف
bn: ফাইল অবস্থান ব্রাউজ করুন
de: Zum Dateispeicherort navigieren
el: Πλοήγηση στη θέση του αρχείου
es: Navegar a la ubicación del archivo
fa: مرور به محل فایل
fr: Parcourir vers l'emplacement du fichier
gu: ફાઇલ સ્થાન બ્રાઉઝ કરો
id: Jelajahi ke lokasi file
ja: ファイルの場所を参照
ko: 파일 위치 찾아보기
mr: फाइल स्थान शोधा
pl: Przeglądaj lokalizację pliku
pt: Navegar até a localização do arquivo
ru: Перейти к расположению файла
sw: Vinjari hadi eneo la faili
ta: கோப்பு இருப்பிடத்தை உலாவு
te: ఫైల్ స్థానానికి బ్రౌజ్ చేయండి
th: เรียกดูตำแหน่งไฟล์
tr: Dosya konumuna göz at
uk: Перейти до розташування файлу
vi: Duyệt đến vị trí tệp
zh_tw: 瀏覽檔案位置

# pluginURL
source: URL to Plugin JavaScript file
ar: رابط ملف جافا سكريبت للمكوّن الإضافي
bn: প্লাগইন জাভাস্ক্রিপ্ট ফাইলের URL
de: URL zur Plugin-JavaScript-Datei
el: URL αρχείου JavaScript πρόσθετου
es: URL del archivo JavaScript del plugin
fa: URL فایل جاوااسکریپت پلاگین
fr: URL du fichier JavaScript du plugin
gu: પ્લગઇન JavaScript ફાઇલનું URL
id: URL ke file JavaScript Plugin
ja: プラグインJavaScriptファイルへのURL
ko: 플러그인 자바스크립트 파일 URL
mr: प्लगइन JavaScript फाइलचे URL
pl: URL do pliku JavaScript wtyczki
pt: URL do arquivo JavaScript do plugin
ru: URL файла JavaScript плагина
sw: URL ya faili ya JavaScript ya programu-jalizi
ta: செருகுநிரல் JavaScript கோப்பிற்கான URL
te: ప్లగిన్ JavaScript ఫైల్‌కు URL
th: URL ไปยังไฟล์ JavaScript ของปลั๊กอิน
tr: Eklenti JavaScript dosyası URL'si
uk: URL до файлу JavaScript плагіна
vi: URL tệp JavaScript của plugin
zh_tw: 外掛程式JavaScript檔案的URL

source: Browse
ar: تصفح
bn: ব্রাউজ করুন
de: Durchsuchen
el: Περιήγηση
es: Examinar
fa: مرور
fr: Parcourir
gu: બ્રાઉઝ કરો
id: Jelajahi
ja: 参照
ko: 찾아보기
mr: ब्राउझ करा
pl: Przeglądaj
pt: Procurar
ru: Обзор
sw: Vinjari
ta: உலாவு
te: బ్రౌజ్ చేయండి
th: เรียกดู
tr: Göz at
uk: Перегляд
vi: Duyệt
zh_tw: 瀏覽

source: Remove Plugin
ar: إزالة الملحق
bn: প্লাগইন সরান
de: Plugin entfernen
el: Αφαίρεση πρόσθετου
es: Eliminar plugin
fa: حذف پلاگین
fr: Supprimer le plugin
gu: પ્લગઇન દૂર કરો
id: Hapus Plugin
ja: プラグインを削除
ko: 플러그인 제거
mr: प्लगइन काढा
pl: Usuń wtyczkę
pt: Remover plugin
ru: Удалить плагин
sw: Ondoa programu-jalizi
ta: செருகுநிரலை நீக்கு
te: ప్లగిన్ తీసివేయండి
th: ลบปลั๊กอิน
tr: Eklentiyi kaldır
uk: Видалити плагін
vi: Xóa plugin
zh_tw: 移除外掛程式

# confirmRemovePlugin
source: Are you sure you want to remove this plugin? This action cannot be undone.
ar: هل أنت متأكد أنك تريد إزالة هذا الملحق؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই প্লাগইনটি সরাতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie dieses Plugin entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το πρόσθετο; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que quieres eliminar este plugin? Esta acción no se puede deshacer.
fa: آیا مطمئنید که می‌خواهید این پلاگین را حذف کنید؟ این عمل قابل بازگشت نیست.
fr: Êtes-vous sûr de vouloir supprimer ce plugin ? Cette action ne peut pas être annulée.
gu: શું તમે ખરેખર આ પ્લગઇન દૂર કરવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાશે નહીં.
id: Apakah Anda yakin ingin menghapus plugin ini? Tindakan ini tidak dapat dibatalkan.
ja: このプラグインを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 플러그인을 제거하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: तुम्हाला खात्री आहे की तुम्हाला हे प्लगइन काढून टाकायचे आहे? ही क्रिया पूर्ववत करता येणार नाही.
pl: Czy na pewno chcesz usunąć tę wtyczkę? Tej czynności nie można cofnąć.
pt: Tem certeza de que deseja remover este plugin? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот плагин? Это действие нельзя отменить.
sw: Una uhakika unataka kuondoa programu-jalizi hii? Hatua hii haiwezi kutenduliwa.
ta: இந்த செருகுநிரலை நீக்க விரும்புகிறீர்களா? இந்த செயலை மீளமைக்க முடியாது.
te: మీరు ఈ ప్లగిన్‌ను తీసివేయాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేము.
th: แน่ใจหรือไม่ว่าต้องการลบปลั๊กอินนี้? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu eklentiyi kaldırmak istediğinize emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей плагін? Цю дію не можна скасувати.
vi: Bạn có chắc muốn xóa plugin này? Hành động này không thể hoàn tác.
zh_tw: 您確定要移除此外掛程式嗎？此操作無法復原。

# pluginRemoved
source: Plugin removed successfully!
ar: تمت إزالة الملحق بنجاح!
bn: প্লাগইন সফলভাবে সরানো হয়েছে!
de: Plugin erfolgreich entfernt!
el: Το πρόσθετο αφαιρέθηκε με επιτυχία!
es: ¡Plugin eliminado correctamente!
fa: پلاگین با موفقیت حذف شد!
fr: Plugin supprimé avec succès !
gu: પ્લગઇન સફળતાપૂર્વક દૂર થયું!
id: Plugin berhasil dihapus!
ja: プラグインの削除に成功しました！
ko: 플러그인이 성공적으로 제거되었습니다!
mr: प्लगइन यशस्वीरित्या काढले!
pl: Pomyślnie usunięto wtyczkę!
pt: Plugin removido com sucesso!
ru: Плагин успешно удалён!
sw: Programu-jalizi imeondolewa kwa mafanikio!
ta: செருகுநிரல் வெற்றிகரமாக நீக்கப்பட்டது!
te: ప్లగిన్ విజయవంతంగా తీసివేయబడింది!
th: ลบปลั๊กอินเรียบร้อยแล้ว!
tr: Eklenti başarıyla kaldırıldı!
uk: Плагін успішно видалено!
vi: Đã xóa plugin thành công!
zh_tw: 外掛程式移除成功！

# pluginAdded
source: Plugin added successfully!
ar: تمت إضافة المكوّن الإضافي بنجاح!
bn: প্লাগইন সফলভাবে যোগ করা হয়েছে!
de: Plugin erfolgreich hinzugefügt!
el: Το πρόσθετο προστέθηκε με επιτυχία!
es: ¡Plugin añadido correctamente!
fa: پلاگین با موفقیت اضافه شد!
fr: Plugin ajouté avec succès !
gu: પ્લગઇન સફળતાપૂર્વક ઉમેરાયું!
id: Plugin berhasil ditambahkan!
ja: プラグインの追加に成功しました！
ko: 플러그인이 성공적으로 추가되었습니다!
mr: प्लगइन यशस्वीरित्या जोडले!
pl: Pomyślnie dodano wtyczkę!
pt: Plugin adicionado com sucesso!
ru: Плагин успешно добавлен!
sw: Programu-jalizi imeongezwa kwa mafanikio!
ta: செருகுநிரல் வெற்றிகரமாக சேர்க்கப்பட்டது!
te: ప్లగిన్ విజయవంతంగా జోడించబడింది!
th: เพิ่มปลั๊กอินเรียบร้อยแล้ว!
tr: Eklenti başarıyla eklendi!
uk: Плагін успішно додано!
vi: Đã thêm plugin thành công!
zh_tw: 外掛程式新增成功！

source: Save
ar: حفظ
bn: সংরক্ষণ
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
gu: સાચવો
id: Simpan
ja: 保存
ko: 저장
mr: जतन करा
pl: Zapisz
pt: Salvar
ru: Сохранить
sw: Hifadhi
ta: சேமிக்க
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_tw: 儲存

source: Reset
ar: إعادة تعيين
bn: রিসেট
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
gu: રીસેટ કરો
id: Atur Ulang
ja: リセット
ko: 초기화
mr: रीसेट करा
pl: Resetuj
pt: Redefinir
ru: Сброс
sw: Weka upya
ta: மீட்டமை
te: రీసెట్ చేయండి
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_tw: 重設

source: Defaults
ar: الإعدادات الافتراضية
bn: ডিফল্টসমূহ
de: Standardeinstellungen
el: Προεπιλογές
es: Valores predeterminados
fa: پیش‌فرض‌ها
fr: Paramètres par défaut
gu: ડિફૉલ્ટ્સ
id: Pengaturan Bawaan
ja: デフォルト設定
ko: 기본 설정
mr: डीफॉल्ट
pl: Ustawienia domyślne
pt: Padrões
ru: По умолчанию
sw: Chaguo-msingi
ta: இயல்புநிலைகள்
te: డిఫాల్ట్‌లు
th: ค่าเริ่มต้น
tr: Varsayılanlar
uk: Типові налаштування
vi: Mặc định
zh_tw: 預設值

source: Open in YouTube
ar: فتح في يوتيوب
bn: ইউটিউবে খুলুন
de: In YouTube öffnen
el: Άνοιγμα στο YouTube
es: Abrir en YouTube
fa: بازکردن در یوتیوب
fr: Ouvrir dans YouTube
gu: YouTube પર ખોલો
id: Buka di YouTube
ja: YouTubeで開く
ko: YouTube에서 열기
mr: YouTube मध्ये उघडा
pl: Otwórz w YouTube
pt: Abrir no YouTube
ru: Открыть в YouTube
sw: Fungua kwenye YouTube
ta: YouTube இல் திறக்க
te: YouTubeలో తెరవండి
th: เปิดใน YouTube
tr: YouTube'da aç
uk: Відкрити в YouTube
vi: Mở trong YouTube
zh_tw: 在YouTube開啟

source: Clear filters
ar: مسح الفلاتر
bn: ফিল্টার সাফ করুন
de: Filter löschen
el: Καθαρισμός φίλτρων
es: Borrar filtros
fa: پاک‌کردن فیلترها
fr: Effacer les filtres
gu: ફિલ્ટર્સ સાફ કરો
id: Hapus filter
ja: フィルターをクリア
ko: 필터 지우기
mr: फिल्टर साफ करा
pl: Wyczyść filtry
pt: Limpar filtros
ru: Очистить фильтры
sw: Futa vichujio
ta: வடிகட்டிகளை அழி
te: ఫిల్టర్లను క్లియర్ చేయండి
th: ล้างตัวกรอง
tr: Filtreleri temizle
uk: Очистити фільтри
vi: Xóa bộ lọc
zh_tw: 清除篩選條件

source: Invalid plugin widget
ar: وديجة المكوّن الإضافي غير صالحة
bn: অবৈধ প্লাগইন উইজেট
de: Ungültiges Plugin-Widget
el: Μη έγκυρο widget πρόσθετου
es: Widget de plugin no válido
fa: ویجت پلاگین نامعتبر
fr: Widget de plugin invalide
gu: અમાન્ય પ્લગઇન વિજેટ
id: Widget plugin tidak valid
ja: 無効なプラグインウィジェット
ko: 잘못된 플러그인 위젯
mr: अवैध प्लगइन विजेट
pl: Nieprawidłowy widget wtyczki
pt: Widget de plugin inválido
ru: Неверный виджет плагина
sw: Widget ya programu-jalizi batili
ta: தவறான செருகுநிரல் விட்ஜெட்
te: చెల్లని ప్లగిన్ విడ్జెట్
th: วิดเจ็ตปลั๊กอินไม่ถูกต้อง
tr: Geçersiz eklenti bileşeni
uk: Недійсний віджет плагіна
vi: Widget plugin không hợp lệ
zh_tw: 無效外掛程式小工具

# cannotSyncPlugin
source: Cannot sync plugin while background jobs in progress.
ar: لا يمكن مزامنة الملحق أثناء وجود وظائف في الخلفية قيد التقدم.
bn: পটভূমিতে কাজ চলাকালীন প্লাগইন সিঙ্ক করা যাবে না।
de: Plugin kann nicht synchronisiert werden, während Hintergrundjobs ausgeführt werden.
el: Δεν είναι δυνατή η συγχρονισμός του πρόσθετου ενώ εκτελούνται εργασίες στο παρασκήνιο.
es: No se puede sincronizar el complemento mientras hay trabajos en segundo plano en progreso.
fa: امکان همگام‌سازی پلاگین در حین انجام کارهای پس‌زمینه وجود ندارد.
fr: Impossible de synchroniser le plugin pendant que des tâches d'arrière-plan sont en cours.
gu: બેકગ્રાઉન્ડ જોબ્સ ચાલી રહ્યા હોય ત્યારે પ્લગઇન સિંક કરી શકાતું નથી.
id: Tidak dapat menyinkronkan plugin saat pekerjaan latar belakang sedang berlangsung.
ja: バックグラウンドジョブの実行中はプラグインを同期できません。
ko: 백그라운드 작업이 진행 중일 때는 플러그인을 동기화할 수 없습니다.
mr: पार्श्वभूमीतील नोकऱ्या प्रगतीपथावर असताना प्लगइन सिंक करणे शक्य नाही.
pl: Nie można synchronizować wtyczki podczas wykonywania zadań w tle.
pt: Não é possível sincronizar o plugin enquanto há trabalhos em segundo plano em andamento.
ru: Невозможно синхронизировать плагин во время выполнения фоновых задач.
sw: Haiwezi kusawazisha programu-jalizi wakati kazi za nyuma zinaendelea.
ta: பின்னணி பணிகள் நடைபெறும் போது செருகுநிரலை ஒத்திசைக்க முடியாது.
te: బ్యాక్‌గ్రౌండ్ ఉద్యోగాలు ప్రగతిలో ఉన్నప్పుడు ప్లగిన్‌ను సమకాలీకరించలేము.
th: ไม่สามารถซิงค์ปลั๊กอินขณะที่งานพื้นหลังกำลังทำงานอยู่
tr: Arka plan işleri devam ederken eklenti senkronize edilemez.
uk: Не можна синхронізувати плагін під час виконання фонових завдань.
vi: Không thể đồng bộ plugin khi có công việc nền đang chạy.
zh_tw: 背景工作進行中無法同步插件。

# cannotRemovePlugin
source: Cannot remove plugin while background jobs in progress.
ar: لا يمكن إزالة الملحق أثناء وجود وظائف في الخلفية قيد التقدم.
bn: পটভূমিতে কাজ চলাকালীন প্লাগইন সরানো যাবে না।
de: Plugin kann nicht entfernt werden, während Hintergrundjobs ausgeführt werden.
el: Δεν είναι δυνατή η αφαίρεση του πρόσθετου ενώ εκτελούνται εργασίες στο παρασκήνιο.
es: No se puede eliminar el complemento mientras hay trabajos en segundo plano en progreso.
fa: امکان حذف پلاگین در حین انجام کارهای پس‌زمینه وجود ندارد.
fr: Impossible de supprimer le plugin pendant que des tâches d'arrière-plan sont en cours.
gu: બેકગ્રાઉન્ડ જોબ્સ ચાલી રહ્યા હોય ત્યારે પ્લગઇન દૂર કરી શકાતું નથી.
id: Tidak dapat menghapus plugin saat pekerjaan latar belakang sedang berlangsung.
ja: バックグラウンドジョブの実行中はプラグインを削除できません。
ko: 백그라운드 작업이 진행 중일 때는 플러그인을 제거할 수 없습니다.
mr: पार्श्वभूमीतील नोकऱ्या प्रगतीपथावर असताना प्लगइन काढणे शक्य नाही.
pl: Nie można usunąć wtyczki podczas wykonywania zadań w tle.
pt: Não é possível remover o plugin enquanto há trabalhos em segundo plano em andamento.
ru: Невозможно удалить плагин во время выполнения фоновых задач.
sw: Haiwezi kuondoa programu-jalizi wakati kazi za nyuma zinaendelea.
ta: பின்னணி பணிகள் நடைபெறும் போது செருகுநிரலை நீக்க முடியாது.
te: బ్యాక్‌గ్రౌండ్ ఉద్యోగాలు ప్రగతిలో ఉన్నప్పుడు ప్లగిన్‌ను తీసివేయలేము.
th: ไม่สามารถลบปลั๊กอินขณะที่งานพื้นหลังกำลังทำงานอยู่
tr: Arka plan işleri devam ederken eklenti kaldırılamaz.
uk: Не можна видалити плагін під час виконання фонових завдань.
vi: Không thể xóa plugin khi có công việc nền đang chạy.
zh_tw: 背景工作進行中無法移除插件。

# cannotRunAction
source: Cannot run another plugin action while background jobs in progress.
ar: لا يمكن تشغيل إجراء آخر للملحق أثناء وجود وظائف في الخلفية قيد التقدم.
bn: পটভূমিতে কাজ চলাকালীন অন্য প্লাগইন ক্রিয়া চালানো যাবে না।
de: Eine weitere Plugin-Aktion kann nicht ausgeführt werden, während Hintergrundjobs ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση άλλης ενέργειας πρόσθετου ενώ εκτελούνται εργασίες στο παρασκήνιο.
es: No se puede ejecutar otra acción del complemento mientras hay trabajos en segundo plano en progreso.
fa: امکان اجرای عمل دیگر پلاگین در حین انجام کارهای پس‌زمینه وجود ندارد.
fr: Impossible d'exécuter une autre action du plugin pendant que des tâches d'arrière-plan sont en cours.
gu: બેકગ્રાઉન્ડ જોબ્સ ચાલી રહ્યા હોય ત્યારે બીજી પ્લગઇન ક્રિયા ચલાવી શકાતી નથી.
id: Tidak dapat menjalankan aksi plugin lain saat pekerjaan latar belakang sedang berlangsung.
ja: バックグラウンドジョブの実行中は他のプラグインアクションを実行できません。
ko: 백그라운드 작업이 진행 중일 때는 다른 플러그인 작업을 실행할 수 없습니다.
mr: पार्श्वभूमीतील नोकऱ्या प्रगतीपथावर असताना दुसरी प्लगइन क्रिया चालवणे शक्य नाही.
pl: Nie można uruchomić innej akcji wtyczki podczas wykonywania zadań w tle.
pt: Não é possível executar outra ação do plugin enquanto há trabalhos em segundo plano em andamento.
ru: Невозможно выполнить другое действие плагина во время выполнения фоновых задач.
sw: Haiwezi kufanya kitendo kingine cha programu-jalizi wakati kazi za nyuma zinaendelea.
ta: பின்னணி பணிகள் நடைபெறும் போது மற்றொரு செருகுநிரல் செயலை இயக்க முடியாது.
te: బ్యాక్‌గ్రౌండ్ ఉద్యోగాలు ప్రగతిలో ఉన్నప్పుడు మరొక ప్లగిన్ చర్యను అమలు చేయలేము.
th: ไม่สามารถดำเนินการปลั๊กอินอื่นขณะที่งานพื้นหลังกำลังทำงานอยู่
tr: Arka plan işleri devam ederken başka bir eklenti işlemi çalıştırılamaz.
uk: Не можна запустити іншу дію плагіна під час виконання фонових завдань.
vi: Không thể chạy hành động plugin khác khi có công việc nền đang chạy.
zh_tw: 背景工作進行中無法執行其他插件操作。

# waitForJob
source: Please wait for jobs to finish or cancel the jobs.
ar: الرجاء الانتظار حتى تنتهي الوظائف أو إلغاء الوظائف.
bn: দয়া করে কাজ শেষ হওয়ার জন্য অপেক্ষা করুন বা কাজগুলি বাতিল করুন।
de: Bitte warten Sie, bis die Jobs abgeschlossen sind, oder brechen Sie die Jobs ab.
el: Παρακαλώ περιμένετε να ολοκληρωθούν οι εργασίες ή ακυρώστε τις εργασίες.
es: Espere a que finalicen los trabajos o cancélelos.
fa: لطفاً صبر کنید تا کارها تمام شوند یا کارها را لغو کنید.
fr: Veuillez attendre que les tâches se terminent ou les annuler.
gu: કૃપા કરીને જોબ્સ પૂર્ણ થાય ત્યાં સુધી રાહ જુઓ અથવા જોબ્સ રદ કરો.
id: Harap tunggu hingga pekerjaan selesai atau batalkan pekerjaan.
ja: ジョブが完了するまでお待ちください、またはジョブをキャンセルしてください。
ko: 작업이 완료될 때까지 기다리거나 작업을 취소하십시오.
mr: कृपया नोकऱ्या संपेपर्यंत प्रतीक्षा करा किंवा नोकऱ्या रद्द करा.
pl: Poczekaj na zakończenie zadań lub anuluj je.
pt: Aguarde a conclusão dos trabalhos ou cancele-os.
ru: Пожалуйста, дождитесь завершения заданий или отмените их.
sw: Tafadhali subiri kazi kumalizika au ghairi kazi.
ta: பணிகள் முடியும் வரை காத்திருக்கவும் அல்லது பணிகளை ரத்து செய்யவும்.
te: దయచేసి ఉద్యోగాలు పూర్తయ్యే వరకు వేచి ఉండండి లేదా ఉద్యోగాలను రద్దు చేయండి.
th: กรุณารอให้งานเสร็จสิ้นหรือยกเลิกงาน
tr: Lütfen işlerin bitmesini bekleyin veya işleri iptal edin.
uk: Будь ласка, зачекайте завершення завдань або скасуйте їх.
vi: Vui lòng đợi công việc hoàn tất hoặc hủy công việc.
zh_tw: 請等待工作完成或取消工作。

# runtimeError
source: There was a runtime error.
ar: حدث خطأ في وقت التشغيل.
bn: রানটাইম ত্রুটি হয়েছে।
de: Es ist ein Laufzeitfehler aufgetreten.
el: Προέκυψε σφάλμα κατά την εκτέλεση.
es: Se produjo un error en tiempo de ejecución.
fa: خطای زمان اجرا رخ داد.
fr: Une erreur d'exécution s'est produite.
gu: રનટાઇમ ભૂલ આવી.
id: Terjadi kesalahan runtime.
ja: ランタイムエラーが発生しました。
ko: 런타임 오류가 발생했습니다.
mr: रनटाइम त्रुटी आली.
pl: Wystąpił błąd wykonania.
pt: Ocorreu um erro de tempo de execução.
ru: Произошла ошибка времени выполнения.
sw: Kulikuwa na hitilafu ya wakati wa utekelezaji.
ta: இயக்க நேர பிழை ஏற்பட்டது.
te: రన్‌టైమ్ లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะทำงาน
tr: Bir çalışma zamanı hatası oluştu.
uk: Виникла помилка під час виконання.
vi: Đã xảy ra lỗi thời gian chạy.
zh_tw: 發生運行時錯誤。

# jobError
source: Error in background job
ar: خطأ في وظيفة الخلفية
bn: পটভূমি কাজে ত্রুটি
de: Fehler im Hintergrundjob
el: Σφάλμα σε εργασία παρασκηνίου
es: Error en el trabajo en segundo plano
fa: خطا در کار پس‌زمینه
fr: Erreur dans la tâche d'arrière-plan
gu: બેકગ્રાઉન્ડ જોબમાં ભૂલ
id: Kesalahan dalam pekerjaan latar belakang
ja: バックグラウンドジョブのエラー
ko: 백그라운드 작업 오류
mr: पार्श्वभूमीतील नोकरीत त्रुटी
pl: Błąd w zadaniu w tle
pt: Erro no trabalho em segundo plano
ru: Ошибка в фоновом задании
sw: Hitilafu katika kazi ya nyuma
ta: பின்னணி பணியில் பிழை
te: బ్యాక్‌గ్రౌండ్ ఉద్యోగంలో లోపం
th: ข้อผิดพลาดในงานพื้นหลัง
tr: Arka plan işinde hata
uk: Помилка у фоновому завданні
vi: Lỗi trong công việc nền
zh_tw: 背景工作錯誤

source: failed
ar: فشل
bn: ব্যর্থ
de: fehlgeschlagen
el: απέτυχε
es: fallido
fa: ناموفق
fr: échoué
gu: નિષ્ફળ
id: gagal
ja: 失敗
ko: 실패
mr: अयशस्वी
pl: nieudane
pt: falhou
ru: не удалось
sw: imeshindwa
ta: தோல்வியுற்றது
te: విఫలమైంది
th: ล้มเหลว
tr: başarısız
uk: не вдалося
vi: thất bại
zh_tw: 失敗

# operationPerformed
source: Performed an operation
ar: تم تنفيذ عملية
bn: একটি অপারেশন সম্পাদিত হয়েছে
de: Eine Operation wurde durchgeführt
el: Εκτελέστηκε μια λειτουργία
es: Realizó una operación
fa: عملیات انجام شد
fr: A effectué une opération
gu: એક ક્રિયા કરવામાં આવી
id: Melakukan operasi
ja: 操作を実行しました
ko: 작업을 수행했습니다
mr: एक ऑपरेशन केले
pl: Wykonano operację
pt: Realizou uma operação
ru: Выполнена операция
sw: Ilifanya operesheni
ta: ஒரு செயல் செய்யப்பட்டது
te: ఒక ఆపరేషన్ నిర్వహించబడింది
th: ดำเนินการเสร็จสิ้น
tr: Bir işlem gerçekleştirildi
uk: Виконано операцію
vi: Đã thực hiện một thao tác
zh_tw: 執行了操作

source: Background Jobs
ar: وظائف الخلفية
bn: পটভূমি কাজ
de: Hintergrundjobs
el: Εργασίες παρασκηνίου
es: Trabajos en segundo plano
fa: کارهای پس‌زمینه
fr: Tâches d'arrière-plan
gu: બેકગ્રાઉન્ડ જોબ્સ
id: Pekerjaan Latar Belakang
ja: バックグラウンドジョブ
ko: 백그라운드 작업
mr: पार्श्वभूमीतील नोकऱ्या
pl: Zadania w tle
pt: Trabalhos em segundo plano
ru: Фоновые задания
sw: Kazi za nyuma
ta: பின்னணி பணிகள்
te: బ్యాక్‌గ్రౌండ్ ఉద్యోగాలు
th: งานพื้นหลัง
tr: Arka Plan İşleri
uk: Фонові завдання
vi: Công việc nền
zh_tw: 背景工作

source: Nothing in queue
ar: لا شيء في قائمة الانتظار
bn: কিউতে কিছু নেই
de: Nichts in der Warteschlange
el: Τίποτα στην ουρά
es: Nada en cola
fa: چیزی در صف وجود ندارد
fr: Rien dans la file d'attente
gu: કતારમાં કંઈ નથી
id: Tidak ada dalam antrian
ja: キューに何もありません
ko: 대기열에 아무것도 없음
mr: रांगेत काहीही नाही
pl: Nic w kolejce
pt: Nada na fila
ru: Очередь пуста
sw: Hakuna kitu kwenye foleni
ta: வரிசையில் எதுவும் இல்லை
te: క్యూలో ఏమీ లేదు
th: ไม่มีอะไรในคิว
tr: Kuyrukta hiçbir şey yok
uk: Нічого в черзі
vi: Không có gì trong hàng đợi
zh_tw: 隊列中沒有內容

source: History
ar: التاريخ
bn: ইতিহাস
de: Verlauf
el: Ιστορικό
es: Historial
fa: تاریخچه
fr: Historique
gu: ઇતિહાસ
id: Riwayat
ja: 履歴
ko: 기록
mr: इतिहास
pl: Historia
pt: Histórico
ru: История
sw: Historia
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_tw: 歷史

source: Suggestions
ar: اقتراحات
bn: পরামর্শ
de: Vorschläge
el: Προτάσεις
es: Sugerencias
fa: پیشنهادات
gu: સૂચનો
id: Saran
ja: 提案
ko: 제안
mr: सूचना
pl: Sugestie
pt: Sugestões
ru: Предложения
sw: Mapendekezo
ta: பரிந்துரைகள்
te: సూచనలు
th: คำแนะนำ
tr: Öneriler
uk: Пропозиції
vi: Đề xuất
zh_tw: 建議

# sponsorBlock
source: Skip Sponsor Segments
ar: تخطي أجزاء الرعاية
bn: স্পনসর অংশগুলি স্কিপ করুন
de: Werbesegmente überspringen
el: Παράλειψη χορηγούμενων τμημάτων
es: Saltar segmentos de patrocinadores
fa: رد کردن بخش‌های اسپانسر
fr: Passer les segments sponsorisés
gu: સ્પોન્સર સેગમેન્ટ્સ છોડો
id: Lewati Segmen Sponsor
ja: スポンサー部分をスキップ
ko: 스폰서 구간 건너뛰기
mr: प्रायोजक विभाग वगळा
pl: Pomiń fragmenty sponsorowane
pt: Pular segmentos patrocinados
ru: Пропустить рекламные блоки
sw: Ruka sehemu za wafadhili
ta: ஆதரவாளர் பகுதிகளை தவிர்க்க
te: స్పాన్సర్ విభాగాలను దాటవేయి
th: ข้ามส่วนสปอนเซอร์
tr: Sponsor Bölümlerini Atla
uk: Пропустити спонсорські блоки
vi: Bỏ qua đoạn tài trợ
zh_tw: 跳過贊助段落

# nonMusicBlock
source: Skip Non-Music Segments (Intro, Outro, etc)
ar: تخطي الأجزاء غير الموسيقية (المقدمة، الخاتمة، إلخ)
bn: নন-মিউজিক অংশ স্কিপ করুন (ইন্ট্রো, আউট্রো ইত্যাদি)
de: Nicht-Musik-Teile überspringen (Intro, Outro usw.)
el: Παράλειψη μη μουσικών τμημάτων (Εισαγωγή, Έξοδος κλπ)
es: Saltar partes no musicales (Intro, Outro, etc.)
fa: رد کردن بخش‌های غیرموسیقی (مقدمه، پایان و غیره)
fr: Passer les parties non musicales (Intro, Outro, etc.)
gu: નોન-મ્યુઝિક સેગમેન્ટ્સ છોડો (પ્રસ્તાવના, સમાપ્તિ, વગેરે)
id: Lewati Bagian Non-Musik (Intro, Outro, dll)
ja: 非音楽部分をスキップ (イントロ, アウトロなど)
ko: 음악이 아닌 부분 건너뛰기 (인트로, 아웃트로 등)
mr: नॉन-म्युझिक विभाग वगळा (परिचय, समाप्ती, इ.)
pl: Pomiń fragmenty bez muzyki (Intro, Outro itp.)
pt: Pular partes não musicais (Intro, Outro etc.)
ru: Пропустить немусыкальные части (Интро, Аутро и т.д.)
sw: Ruka sehemu zisizo za muziki (Intro, Outro, n.k)
ta: இசை அல்லாத பகுதிகளை தவிர்க்க (அறிமுகம், முடிவு, போன்றவை)
te: నాన్-మ్యూజిక్ విభాగాలను దాటవేయి (పరిచయం, ముగింపు, మొదలైనవి)
th: ข้ามส่วนที่ไม่ใช่เพลง (บทนำ, บทสรุป, ฯลฯ)
tr: Müzik Dışı Bölümleri Atla (Giriş, Çıkış, vb.)
uk: Пропустити немузичні частини (Інтро, Аутро тощо)
vi: Bỏ qua đoạn không phải nhạc (Intro, Outro, v.v.)
zh_tw: 跳過非音樂部分 (開場白, 結尾等)

source: Loop
ar: تكرار
bn: লুপ
de: Wiederholen
el: Επανάληψη
es: Repetir
fa: حلقه
fr: Boucle
gu: લૂપ
id: Ulang
ja: ループ
ko: 반복
mr: लूप
pl: Zapętl
pt: Repetir
ru: Повтор
sw: Kitanzi
ta: சுழற்சி
te: లూప్
th: วนซ้ำ
tr: Döngü
uk: Повтор
vi: Lặp lại
zh_tw: 循環播放

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
el: Παύση
es: Pausa
fa: توقف
gu: થોભો
id: Jeda
ja: 一時停止
ko: 일시정지
mr: विराम
pl: Pauza
pt: Pausar
ru: Пауза
sw: Simamisha
ta: இடைநிறுத்து
te: విరామం
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_tw: 暫停

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
el: Επόμενο
es: Siguiente
fa: بعدی
fr: Suivant
gu: આગળ
id: Berikutnya
ja: 次へ
ko: 다음
mr: पुढील
pl: Następny
pt: Próximo
ru: Следующий
sw: Inayofuata
ta: அடுத்தது
te: తర్వాతి
th: ต่อไป
tr: Sonraki
uk: Наступний
vi: Tiếp theo
zh_tw: 下一首
