Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

# notYTlist
source: Invalid YouTube playlist ID
ar: معرّف قائمة تشغيل YouTube غير صالح
bn: অবৈধ YouTube প্লেলিস্ট ID
de: Ungültige YouTube-Wiedergabelisten-ID
el: Μη έγκυρο ID λίστας αναπαραγωγής YouTube
es: ID de lista de YouTube no válido
fa: شناسه پلی‌لیست یوتیوب نامعتبر است
fr: ID de playlist YouTube invalide
gu: અમાન્ય YouTube પ્લેલિસ્ટ ID
id: ID daftar putar YouTube tidak valid
ja: 無効なYouTubeプレイリストID
ko: 유효하지 않은 YouTube 재생 목록 ID
mr: अवैध YouTube प्लेलिस्ट ID
pl: Nieprawidłowy ID playlisty YouTube
pt: ID da playlist do YouTube inválido
ru: Недопустимый ID плейлиста YouTube
sw: Kitambulisho cha orodha ya kucheza ya YouTube batili
ta: தவறான YouTube பாடல்பட்டியல் ID
te: చెల్లని YouTube ప్లేలిస్ట్ ID
th: ID เพลย์ลิสต์ YouTube ไม่ถูกต้อง
tr: Geçersiz YouTube çalma listesi ID'si
uk: Недійсний ID плейлиста YouTube
vi: ID danh sách phát YouTube không hợp lệ
zh_tw: 無效的YouTube播放清單ID

source: Offline mode
ar: وضع عدم الاتصال
bn: অফলাইন মোড
de: Offline-Modus
el: Λειτουργία εκτός σύνδεσης
es: Modo offline
fa: حالت آفلاین
fr: Mode hors ligne
gu: ઑફલાઇન મોડ
id: Mode offline
ja: オフラインモード
ko: 오프라인 모드
mr: ऑफलाइन मोड
pl: Tryb offline
pt: Modo offline
ru: Офлайн-режим
sw: Hali ya nje ya mtandao
ta: ஆஃப்லைன் முறை
te: ఆఫ్లైన్ మోడ్
th: โหมดออฟไลน์
tr: Çevrimdışı mod
uk: Офлайн-режим
vi: Chế độ ngoại tuyến
zh_tw: 離線模式

source: Offline songs
ar: أغاني دون اتصال
bn: অফলাইন গান
el: Τραγούδια εκτός σύνδεσης
es: Canciones offline
fa: آهنگ‌های آفلاین
fr: Chansons hors ligne
gu: ઑફલાઇન ગીતો
id: Lagu offline
ja: オフライン曲
ko: 오프라인 노래
mr: ऑफलाइन गाणी
pl: Utwory offline
pt: Músicas offline
ru: Офлайн-песни
sw: Nyimbo za nje ya mtandao
ta: ஆஃப்லைன் பாடல்கள்
te: ఆఫ్లైన్ పాటలు
th: เพลงออฟไลน์
tr: Çevrimdışı şarkılar
uk: Офлайн-пісні
vi: Bài hát ngoại tuyến
zh_tw: 離線歌曲

# originalRecommendations
source: Original recommendation algorithm
ar: خوارزمية التوصية الأصلية
bn: মূল সুপারিশ অ্যালগরিদম
de: Originaler Empfehlungsalgorithmus
el: Αρχικός αλγόριθμος συστάσεων
es: Algoritmo de recomendación original
fa: الگوریتم پیشنهاد اصلی
fr: Algorithme de recommandation original
gu: મૂળ ભલામણ અલ્ગોરિધમ
id: Algoritme rekomendasi asli
ja: オリジナル推薦アルゴリズム
ko: 원본 추천 알고리즘
mr: मूळ शिफारस अल्गोरिदम
pl: Oryginalny algorytm rekomendacji
pt: Algoritmo de recomendação original
ru: Оригинальный алгоритм рекомендаций
sw: Algorithm ya mapendekezo ya asili
ta: அசல் பரிந்துரை அல்காரிதம்
te: అసలు సిఫార్సు అల్గోరిథం
th: อัลกอริทึมแนะนำดั้งเดิม
tr: Orijinal öneri algoritması
uk: Оригінальний алгоритм рекомендацій
vi: Thuật toán đề xuất gốc
zh_tw: 原始推薦演算法

source: Others
ar: أخرى
bn: অন্যান্য
de: Andere
el: Άλλα
es: Otros
fa: سایر
fr: Autres
gu: અન્ય
id: Lainnya
ja: その他
ko: 기타
mr: इतर
pl: Inne
pt: Outros
ru: Другое
sw: Zingine
ta: மற்றவை
te: ఇతరులు
th: อื่นๆ
tr: Diğerleri
uk: Інше
vi: Khác
zh_tw: 其他

# overwriteExistingPlaylist
source: Do you want to overwrite existing playlist?
ar: هل تريد استبدال قائمة التشغيل الموجودة؟
bn: আপনি কি বিদ্যমান প্লেলিস্ট ওভাররাইট করতে চান?
de: Möchten Sie die vorhandene Wiedergabeliste überschreiben?
el: Θέλετε να αντικαταστήσετε την υπάρχουσα λίστα αναπαραγωγής;
es: ¿Quieres sobrescribir la lista existente?
fa: آیا می‌خواهید پلی‌لیست موجود را بازنویسی کنید؟
fr: Voulez-vous écraser la playlist existante ?
gu: શું તમે હાલની પ્લેલિસ્ટ ફરીથી લખવા માંગો છો?
id: Apakah Anda ingin menimpa daftar putar yang ada?
ja: 既存のプレイリストを上書きしますか？
ko: 기존 재생 목록을 덮어쓰시겠습니까?
mr: तुम्हाला विद्यमान प्लेलिस्ट अधिलिखित करायचे आहे?
pl: Czy chcesz nadpisać istniejącą playlistę?
pt: Deseja sobrescrever a playlist existente?
ru: Перезаписать существующий плейлист?
sw: Unataka kufuta orodha ya kucheza iliyopo?
ta: தற்போதைய பாடல்பட்டியலை மேலெழுத விரும்புகிறீர்களா?
te: మీరు ఇప్పటికే ఉన్న ప్లేలిస్ట్‌ను ఓవర్రైట్ చేయాలనుకుంటున్నారా?
th: คุณต้องการเขียนทับเพลย์ลิสต์ที่มีอยู่หรือไม่?
tr: Mevcut çalma listesinin üzerine yazmak istiyor musunuz?
uk: Перезаписати існуючий плейлист?
vi: Bạn có muốn ghi đè danh sách phát hiện có?
zh_tw: 要覆蓋現有的播放清單嗎？

source: Play
ar: تشغيل
bn: প্লে
de: Abspielen
el: Αναπαραγωγή
es: Reproducir
fa: پخش
fr: Lire
gu: ચલાવો
id: Putar
ja: 再生
ko: 재생
mr: प्ले करा
pl: Odtwarzaj
pt: Tocar
ru: Воспроизвести
sw: Cheza
ta: இயக்கு
te: ప్లే
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát
zh_tw: 播放

source: Playlist
ar: قائمة تشغيل
bn: প্লেলিস্ট
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
fa: پلی‌لیست
gu: પ્લેલિસ્ટ
id: Daftar putar
ja: プレイリスト
ko: 재생 목록
mr: प्लेलिस्ट
pl: Playlista
ru: Плейлист
sw: Orodha ya kucheza
ta: பாடல்பட்டியல்
te: ప్లేలిస్ట్
th: เพลย์ลิสต์
tr: Çalma listesi
uk: Плейлист
vi: Danh sách phát
zh_tw: 播放清單

source: Playlist already exists
ar: قائمة التشغيل موجودة بالفعل
bn: প্লেলিস্ট ইতিমধ্যেই বিদ্যমান
de: Wiedergabeliste existiert bereits
el: Η λίστα αναπαραγωγής υπάρχει ήδη
es: La lista ya existe
fa: پلی‌لیست از قبل وجود دارد
fr: Playlist déjà existante
gu: પ્લેલિસ્ટ પહેલાથી અસ્તિત્વમાં છે
id: Daftar putar sudah ada
ja: プレイリストは既に存在します
ko: 재생 목록이 이미 존재합니다
mr: प्लेलिस्ट आधीपासून अस्तित्वात आहे
pl: Playlista już istnieje
pt: Playlist já existe
ru: Плейлист уже существует
sw: Orodha ya kucheza tayari ipo
ta: பாடல்பட்டியல் ஏற்கனவே உள்ளது
te: ప్లేలిస్ట్ ఇప్పటికే ఉంది
th: มีเพลย์ลิสต์นี้อยู่แล้ว
tr: Çalma listesi zaten mevcut
uk: Плейлист вже існує
vi: Danh sách phát đã tồn tại
zh_tw: 播放清單已存在

source: Playlists
ar: قوائم التشغيل
bn: প্লেলিস্ট
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
es: Listas de reproducción
fa: پلی‌لیست‌ها
gu: પ્લેલિસ્ટ્સ
id: Daftar putar
ja: プレイリスト
ko: 재생 목록
mr: प्लेलिस्ट
pl: Playlisty
ru: Плейлисты
sw: Orodha za kucheza
ta: பாடல்பட்டியல்கள்
te: ప్లేలిస్టులు
th: เพลย์ลิสต์
tr: Çalma listeleri
uk: Плейлисти
vi: Danh sách phát
zh_tw: 播放清單

# playlistUpdated
source: Playlist updated successfully
ar: تم تحديث قائمة التشغيل بنجاح
bn: প্লেলিস্ট সফলভাবে আপডেট করা হয়েছে
de: Wiedergabeliste erfolgreich aktualisiert
el: Η λίστα αναπαραγωγής ενημερώθηκε επιτυχώς
es: Lista actualizada correctamente
fa: پلی‌لیست با موفقیت به‌روزرسانی شد
fr: Playlist mise à jour avec succès
gu: પ્લેલિસ્ટ સફળતાપૂર્વક અપડેટ થઈ
id: Daftar putar berhasil diperbarui
ja: プレイリストを更新しました
ko: 재생 목록이 성공적으로 업데이트되었습니다
mr: प्लेलिस्ट यशस्वीरित्या अद्यतनित केली
pl: Playlista została zaktualizowana
pt: Playlist atualizada com sucesso
ru: Плейлист успешно обновлён
sw: Orodha ya kucheza imesasishwa kwa mafanikio
ta: பாடல்பட்டியல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ప్లేలిస్ట్ విజయవంతంగా నవీకరించబడింది
th: อัปเดตเพลย์ลิสต์เรียบร้อยแล้ว
tr: Çalma listesi başarıyla güncellendi
uk: Плейлист успішно оновлено
vi: Cập nhật danh sách phát thành công
zh_tw: 播放清單更新成功

# predictiveBack
source: Predictive back (Android 14+)
ar: الرجوع التنبؤي (Android 14+)
bn: প্রেডিক্টিভ ব্যাক (Android 14+)
de: Vorausschauendes Zurück (Android 14+)
el: Προγνωστική επιστροφή (Android 14+)
es: Retroceso predictivo (Android 14+)
fa: پیش‌بینی بازگشت (اندروید 14+)
fr: Retour prédictif (Android 14+)
gu: પ્રેડિક્ટિવ બેક (Android 14+)
id: Prediksi kembali (Android 14+)
ja: 予測バック (Android 14以降)
ko: 예측 뒤로 가기 (Android 14 이상)
mr: पूर्वानुमानित बॅक (Android 14+)
pl: Przewidywanie powrotu (Android 14+)
pt: Retorno preditivo (Android 14+)
ru: Прогнозируемое возвращение (Android 14+)
sw: Kurudi kwa utabiri (Android 14+)
ta: முன்கணிப்பு பின் (Android 14+)
te: ప్రెడిక్టివ్ బ్యాక్ (Android 14+)
th: การกลับแบบคาดการณ์ (Android 14+)
tr: Tahmini geri (Android 14+)
uk: Прогнозований повернення (Android 14+)
vi: Dự đoán quay lại (Android 14+)
zh_tw: 預測返回 (Android 14+)

source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fa: ترجیحات
fr: Préférences
gu: પસંદગીઓ
id: Preferensi
ja: 設定
ko: 환경설정
mr: प्राधान्ये
pl: Preferencje
pt: Preferências
ru: Настройки
sw: Mapendekezo
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
th: การตั้งค่า
tr: Tercihler
uk: Налаштування
vi: Tùy chọn
zh_tw: 偏好設定

# provideIdOrNameError
source: Please provide a YouTube ID or custom playlist name
ar: يرجى تقديم معرّف YouTube أو اسم قائمة تشغيل مخصصة
bn: একটি YouTube ID বা কাস্টম প্লেলিস্ট নাম প্রদান করুন
de: Bitte geben Sie eine YouTube-ID oder einen benutzerdefinierten Wiedergabelistennamen an
el: Παρακαλώ δώστε ένα YouTube ID ή προσαρμοσμένο όνομα λίστας αναπαραγωγής
es: Proporciona un ID de YouTube o nombre de lista personalizada
fa: لطفاً شناسه یوتیوب یا نام پلی‌لیست سفارشی را وارد کنید
fr: Veuillez fournir un ID YouTube ou un nom de playlist personnalisé
gu: કૃપા કરીને YouTube ID અથવા કસ્ટમ પ્લેલિસ્ટ નામ આપો
id: Harap berikan ID YouTube atau nama daftar putar kustom
ja: YouTube IDまたはカスタムプレイリスト名を入力してください
ko: YouTube ID 또는 사용자 정의 재생 목록 이름을 입력해 주세요
mr: कृपया YouTube ID किंवा सानुकूल प्लेलिस्ट नाव प्रदान करा
pl: Podaj ID YouTube lub niestandardową nazwę playlisty
pt: Forneça um ID do YouTube ou nome de playlist personalizada
ru: Укажите ID YouTube или название плейлиста
sw: Tafadhali toa kitambulisho cha YouTube au jina la orodha ya kucheza maalum
ta: YouTube ID அல்லது தனிப்பயன் பாடல்பட்டியல் பெயரை கொடுக்கவும்
te: దయచేసి YouTube ID లేదా కస్టమ్ ప్లేలిస్ట్ పేరును అందించండి
th: กรุณาระบุ ID YouTube หรือชื่อเพลย์ลิสต์กำหนดเอง
tr: Lütfen bir YouTube ID'si veya özel çalma listesi adı girin
uk: Вкажіть ID YouTube або назву плейлиста
vi: Vui lòng cung cấp ID YouTube hoặc tên danh sách phát tùy chỉnh
zh_tw: 請提供YouTube ID或自訂播放清單名稱

source: Pure black theme
ar: سمة سوداء خالصة
bn: খাঁটি কালো থিম
de: Rein schwarzes Design
el: Καθαρά μαύρο θέμα
es: Tema negro puro
fa: تم کاملاً سیاه
fr: Thème noir pur
gu: શુદ્ધ કાળો થીમ
id: Tema hitam pekat
ja: 純黒テーマ
ko: 순수 검정 테마
mr: शुद्ध काळा थीम
pl: Czarny motyw
pt: Tema preto puro
ru: Чёрная тема
sw: Mandhari nyeusi kabisa
ta: தூய கருப்பு தீம்
te: స్వచ్ఛమైన నలుపు థీమ్
th: ธีมสีดำสนิท
tr: Tam siyah tema
uk: Чорна тема
vi: Chủ đề đen tuyền
zh_tw: 純黑主題

source: Queue
ar: قائمة الانتظار
bn: কিউ
de: Warteschlange
el: Ουρά
es: Cola
fa: صف
fr: File d'attente
gu: કતાર
id: Antrian
ja: キュー
ko: 재생 목록
mr: रांग
pl: Kolejka
pt: Fila
ru: Очередь
sw: Foleni
ta: வரிசை
te: క్యూ
th: คิว
tr: Kuyruk
uk: Черга
vi: Hàng đợi
zh_tw: 播放佇列

source: Queue replaced by playlist
ar: تم استبدال قائمة الانتظار بقائمة التشغيل
bn: কিউ প্লেলিস্ট দ্বারা প্রতিস্থাপিত হয়েছে
de: Warteschlange durch Wiedergabeliste ersetzt
el: Η ουρά αντικαταστάθηκε από λίστα αναπαραγωγής
es: Cola reemplazada por lista
fa: صف با پلی‌لیست جایگزین شد
fr: File remplacée par playlist
gu: કતાર પ્લેલિસ્ટ દ્વારા બદલાઈ
id: Antrian diganti dengan daftar putar
ja: キューがプレイリストに置き換えられました
ko: 재생 목록으로 대체되었습니다
mr: रांग प्लेलिस्टने बदलली
pl: Kolejka zastąpiona playlistą
pt: Fila substituída por playlist
ru: Очередь заменена плейлистом
sw: Foleni imebadilishwa na orodha ya kucheza
ta: வரிசை பாடல்பட்டியலால் மாற்றப்பட்டது
te: క్యూ ప్లేలిస్ట్ ద్వారా భర్తీ చేయబడింది
th: คิวถูกแทนที่ด้วยเพลย์ลิสต์
tr: Kuyruk çalma listesi ile değiştirildi
uk: Чергу замінено плейлистом
vi: Hàng đợi đã được thay thế bằng danh sách phát
zh_tw: 播放佇列已被播放清單取代

source: Queue Updated
ar: تم تحديث قائمة الانتظار
bn: কিউ আপডেট করা হয়েছে
de: Warteschlange aktualisiert
el: Η ουρά ενημερώθηκε
es: Cola actualizada
fa: صف به‌روزرسانی شد
fr: File d'attente mise à jour
gu: કતાર અપડેટ થઈ
id: Antrian diperbarui
ja: キューを更新しました
ko: 재생 목록이 업데이트되었습니다
mr: रांग अद्यतनित केली
pl: Kolejka zaktualizowana
pt: Fila atualizada
ru: Очередь обновлена
sw: Foleni imesasishwa
ta: வரிசை புதுப்பிக்கப்பட்டது
te: క్యూ నవీకరించబడింది
th: อัปเดตคิวแล้ว
tr: Kuyruk Güncellendi
uk: Чергу оновлено
vi: Hàng đợi đã cập nhật
zh_tw: 播放佇列已更新

source: Recently played
ar: تم تشغيلها مؤخراً
bn: সম্প্রতি শোনা
de: Zuletzt gehört
el: Πρόσφατα παιγμένα
es: Recientes
fa: اخیراً پخش شده
fr: Récemment écouté
gu: તાજેતરમાં વગાડેલ
id: Baru diputar
ja: 最近再生した曲
ko: 최근 재생
mr: अलीकडे वाजवलेले
pl: Ostatnio odtwarzane
pt: Tocados recentemente
ru: Недавно проигранные
sw: Ilichezwa hivi karibuni
ta: சமீபத்தில் இயக்கப்பட்டது
te: ఇటీవల ప్లే చేసినవి
th: เล่นล่าสุด
tr: Son çalınanlar
uk: Нещодавно відтворене
vi: Gần đây đã phát
zh_tw: 最近播放

# recentlyPlayedMsg
source: Recently played history cleared
ar: تم مسح سجل التشغيل الأخير
bn: সম্প্রতি শোনার ইতিহাস পরিষ্কার করা হয়েছে
de: Verlauf der zuletzt gehörten Songs gelöscht
el: Το ιστορικό πρόσφατων αναπαραγωγών εκκαθαρίστηκε
es: Historial de recientes borrado
fa: تاریخچه پخش اخیر پاک شد
fr: Historique effacé
gu: તાજેતરમાં વગાડેલ ઇતિહાસ સાફ થયો
id: Riwayat yang baru diputar dibersihkan
ja: 最近再生した履歴をクリアしました
ko: 최근 재생 기록이 지워졌습니다
mr: अलीकडे वाजवलेला इतिहास साफ केला
pl: Historia ostatnio odtwarzanych została wyczyszczona
pt: Histórico de tocados recentemente limpo
ru: История прослушиваний очищена
sw: Historia ya kucheza hivi karibuni imefutwa
ta: சமீபத்தில் இயக்கப்பட்ட வரலாறு அழிக்கப்பட்டது
te: ఇటీవల ప్లే చేసిన చరిత్ర క్లియర్ చేయబడింది
th: ล้างประวัติการเล่นล่าสุดแล้ว
tr: Son çalınan geçmişi temizlendi
uk: Історію прослуховувань очищено
vi: Đã xóa lịch sử phát gần đây
zh_tw: 最近播放紀錄已清除

source: Recommended for you
ar: موصى به لك
bn: আপনার জন্য সুপারিশকৃত
de: Empfohlen für Sie
el: Προτεινόμενα για εσάς
es: Recomendado para ti
fa: پیشنهادی برای شما
fr: Recommandé pour vous
gu: તમારા માટે ભલામણ
id: Rekomendasi untuk Anda
ja: おすすめ
ko: 추천
mr: तुमच्यासाठी शिफारस
pl: Polecane dla Ciebie
pt: Recomendado para você
ru: Рекомендуем вам
sw: Ilipendekeza kwako
ta: உங்களுக்கு பரிந்துரைக்கப்பட்டது
te: మీకు సిఫార్సు చేయబడింది
th: แนะนำสำหรับคุณ
tr: Sizin için önerilenler
uk: Рекомендовано для вас
vi: Đề xuất cho bạn
zh_tw: 為您推薦

source: Remove
ar: إزالة
bn: অপসারণ
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fr: Supprimer
gu: દૂર કરો
id: Hapus
ja: 削除
ko: 제거
mr: काढून टाका
pl: Usuń
pt: Remover
ru: Удалить
sw: Ondoa
ta: நீக்கு
te: తీసివేయి
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_tw: 移除

# removeFromLikeAlbums
source: Remove from liked albums
ar: إزالة من الألبومات المفضلة
bn: পছন্দের অ্যালবাম থেকে অপসারণ
de: Aus gemerkten Alben entfernen
el: Αφαίρεση από τα αγαπημένα άλμπουμ
es: Quitar de álbumes favoritos
fa: حذف از آلبوم‌های موردعلاقه
fr: Retirer des albums favoris
gu: પસંદગીના આલ્બમ્સમાંથી દૂર કરો
id: Hapus dari album favorit
ja: お気に入りアルバムから削除
ko: 좋아하는 앨범에서 제거
mr: आवडलेल्या अल्बममधून काढा
pl: Usuń z ulubionych albumów
pt: Remover dos álbuns favoritos
ru: Удалить из избранных альбомов
sw: Ondoa kwenye albamu zilizopendwa
ta: விரும்பிய ஆல்பங்களிலிருந்து நீக்கு
te: ఇష్టమైన ఆల్బమ్ల నుండి తీసివేయి
th: ลบออกจากอัลบั้มที่ชอบ
tr: Beğenilen albümlerden kaldır
uk: Видалити з улюблених альбомів
vi: Xóa khỏi album yêu thích
zh_tw: 從最愛專輯中移除

# removeFromLikeArtists
source: Remove from liked artists
ar: إزالة من الفنانين المفضلين
bn: পছন্দের শিল্পীদের থেকে অপসারণ
de: Aus gemerkten Künstlern entfernen
el: Αφαίρεση από τους αγαπημένους καλλιτέχνες
es: Quitar de artistas favoritos
fa: حذف از هنرمندان موردعلاقه
fr: Retirer des artistes favoris
gu: પસંદગીના કલાકારોમાંથી દૂર કરો
id: Hapus dari artis favorit
ja: お気に入りアーティストから削除
ko: 좋아하는 아티스트에서 제거
mr: आवडलेल्या कलाकारांमधून काढा
pl: Usuń z ulubionych artystów
pt: Remover dos artistas favoritos
ru: Удалить из избранных исполнителей
sw: Ondoa kwenye wasanii walipendwa
ta: விரும்பிய கலைஞர்களிலிருந்து நீக்கு
te: ఇష్టమైన కళాకారుల నుండి తీసివేయి
th: ลบออกจากศิลปินที่ชอบ
tr: Beğenilen sanatçılardan kaldır
uk: Видалити з улюблених виконавців
vi: Xóa khỏi nghệ sĩ yêu thích
zh_tw: 從最愛藝人中移除

source: Remove from liked playlists
ar: إزالة من قوائم التشغيل المفضلة
bn: পছন্দের প্লেলিস্ট থেকে অপসারণ
de: Aus gemerkten Wiedergabelisten entfernen
el: Αφαίρεση από τις αγαπημένες λίστες αναπαραγωγής
es: Quitar de listas favoritas
fa: حذف از پلی‌لیست‌های موردعلاقه
fr: Retirer des playlists favorites
gu: પસંદગીના પ્લેલિસ્ટ્સમાંથી દૂર કરો
id: Hapus dari daftar putar favorit
ja: お気に入りプレイリストから削除
ko: 좋아하는 재생 목록에서 제거
mr: आवडलेल्या प्लेलिस्टमधून काढा
pl: Usuń z ulubionych playlist
pt: Remover das playlists favoritas
ru: Удалить из избранных плейлистов
sw: Ondoa kwenye orodha za kucheza zilizopendwa
ta: விரும்பிய பாடல்பட்டியல்களிலிருந்து நீக்கு
te: ఇష్టమైన ప్లేలిస్టుల నుండి తీసివేయి
th: ลบออกจากเพลย์ลิสต์ที่ชอบ
tr: Beğenilen çalma listelerinden kaldır
uk: Видалити з улюблених плейлистів
vi: Xóa khỏi danh sách phát yêu thích
zh_tw: 從最愛播放清單中移除

source: Remove from liked songs
ar: إزالة من الأغاني المفضلة
bn: পছন্দের গান থেকে অপসারণ
de: Aus gemerkten Songs entfernen
el: Αφαίρεση από τα αγαπημένα τραγούδια
es: Quitar de canciones favoritas
fa: حذف از آهنگ‌های موردعلاقه
fr: Retirer des chansons favorites
gu: પસંદગીના ગીતોમાંથી દૂર કરો
id: Hapus dari lagu favorit
ja: お気に入り曲から削除
ko: 좋아하는 노래에서 제거
mr: आवडलेल्या गाण्यांमधून काढा
pl: Usuń z ulubionych utworów
pt: Remover das músicas favoritas
ru: Удалить из избранных песен
sw: Ondoa kwenye nyimbo zilizopendwa
ta: விரும்பிய பாடல்களிலிருந்து நீக்கு
te: ఇష్టమైన పాటల నుండి తీసివేయి
th: ลบออกจากเพลงที่ชอบ
tr: Beğenilen şarkılardan kaldır
uk: Видалити з улюблених пісень
vi: Xóa khỏi bài hát yêu thích
zh_tw: 從最愛歌曲中移除

source: Remove from playlist
ar: إزالة من قائمة التشغيل
bn: প্লেলিস্ট থেকে অপসারণ
de: Aus Wiedergabeliste entfernen
el: Αφαίρεση από λίστα αναπαραγωγής
es: Quitar de lista
fa: حذف از پلی‌لیست
fr: Retirer de la playlist
gu: પ્લેલિસ્ટમાંથી દૂર કરો
id: Hapus dari daftar putar
ja: プレイリストから削除
ko: 재생 목록에서 제거
mr: प्लेलिस्टमधून काढा
pl: Usuń z playlisty
pt: Remover da playlist
ru: Удалить из плейлиста
sw: Ondoa kwenye orodha ya kucheza
ta: பாடல்பட்டியலிலிருந்து நீக்கு
te: ప్లేలిస్ట్ నుండి తీసివేయి
th: ลบออกจากเพลย์ลิสต์
tr: Çalma listesinden kaldır
uk: Видалити з плейлиста
vi: Xóa khỏi danh sách phát
zh_tw: 從播放清單中移除

# removeOffline
source: Remove from offline
ar: إزالة من وضع عدم الاتصال
bn: অফলাইন থেকে অপসারণ
de: Offline-Verfügbarkeit entfernen
el: Αφαίρεση από εκτός σύνδεσης
es: Quitar modo offline
fa: حذف از آفلاین
fr: Retirer du mode hors ligne
gu: ઑફલાઇનમાંથી દૂર કરો
id: Hapus dari offline
ja: オフラインから削除
ko: 오프라인에서 제거
mr: ऑफलाइनमधून काढा
pl: Usuń z trybu offline
pt: Remover do modo offline
ru: Удалить из офлайн
sw: Ondoa kutoka nje ya mtandao
ta: ஆஃப்லைனிலிருந்து நீக்கு
te: ఆఫ్లైన్ నుండి తీసివేయి
th: ลบออกจากออฟไลน์
tr: Çevrimdışıdan kaldır
uk: Видалити з офлайн
vi: Xóa khỏi chế độ ngoại tuyến
zh_tw: 從離線中移除

# removePlaylistQuestion
source: Are you sure you want to remove this playlist?
ar: هل أنت متأكد أنك تريد إزالة هذه قائمة التشغيل؟
bn: আপনি কি নিশ্চিতভাবে এই প্লেলিস্ট অপসারণ করতে চান?
de: Möchten Sie diese Wiedergabeliste wirklich entfernen?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτήν τη λίστα αναπαραγωγής;
es: ¿Seguro que quieres eliminar esta lista?
fa: آیا مطمئنید که می‌خواهید این پلی‌لیست را حذف کنید؟
fr: Voulez-vous vraiment supprimer cette playlist ?
gu: શું તમે ખરેખર આ પ્લેલિસ્ટ દૂર કરવા માંગો છો?
id: Apakah Anda yakin ingin menghapus daftar putar ini?
ja: このプレイリストを削除しますか？
ko: 이 재생 목록을 삭제하시겠습니까?
mr: तुम्हाला खात्री आहे की तुम्हाला हे प्लेलिस्ट काढून टाकायचे आहे?
pl: Czy na pewno chcesz usunąć tę playlistę?
pt: Tem certeza que deseja remover esta playlist?
ru: Вы уверены, что хотите удалить этот плейлист?
sw: Una uhakika unataka kuondoa orodha hii ya kucheza?
ta: இந்த பாடல்பட்டியலை நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ ప్లేలిస్ట్‌ను తీసివేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการลบเพลย์ลิสต์นี้?
tr: Bu çalma listesini kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цей плейлист?
vi: Bạn có chắc muốn xóa danh sách phát này?
zh_tw: 確定要移除這個播放清單嗎？

# removeSearchQueryQuestion
source: Are you sure you want to remove this search query?
ar: هل أنت متأكد أنك تريد إزالة استعلام البحث هذا؟
bn: আপনি কি নিশ্চিতভাবে এই সার্চ অপসারণ করতে চান?
de: Möchten Sie diese Suchanfrage wirklich entfernen?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτό το ερώτημα αναζήτησης;
es: ¿Seguro que quieres eliminar esta búsqueda?
fa: آیا مطمئنید که می‌خواهید این عبارت جستجو را حذف کنید؟
fr: Voulez-vous vraiment supprimer cette recherche ?
gu: શું તમે ખરેખર આ શોધ ક્વેરી દૂર કરવા માંગો છો?
id: Apakah Anda yakin ingin menghapus pencarian ini?
ja: この検索を削除しますか？
ko: 이 검색어를 삭제하시겠습니까?
mr: तुम्हाला खात्री आहे की तुम्हाला हा शोध प्रश्न काढून टाकायचा आहे?
pl: Czy na pewno chcesz usunąć to wyszukiwanie?
pt: Tem certeza que deseja remover esta pesquisa?
ru: Вы уверены, что хотите удалить этот запрос?
sw: Una uhakika unataka kuondoa swali hili la utafutaji?
ta: இந்த தேடல் வினாவை நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ శోధన ప్రశ్నను తీసివేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการลบค้นหานี้?
tr: Bu arama sorgusunu kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цей запит?
vi: Bạn có chắc muốn xóa truy vấn tìm kiếm này?
zh_tw: 確定要移除這個搜尋嗎？

source: Remove song from queue
ar: إزالة أغنية من قائمة الانتظار
bn: কিউ থেকে গান অপসারণ
de: Song aus Warteschlange entfernen
el: Αφαίρεση τραγουδιού από την ουρά
es: Quitar canción de la cola
fa: حذف آهنگ از صف
fr: Retirer la chanson de la file
gu: કતારમાંથી ગીત દૂર કરો
id: Hapus lagu dari antrian
ja: キューから曲を削除
ko: 재생 목록에서 노래 제거
mr: रांगेतून गाणे काढा
pl: Usuń utwór z kolejki
pt: Remover música da fila
ru: Удалить песню из очереди
sw: Ondoa wimbo kutoka kwenye foleni
ta: வரிசையிலிருந்து பாடலை நீக்கு
te: క్యూ నుండి పాటను తీసివేయి
th: ลบเพลงออกจากคิว
tr: Şarkıyı kuyruktan kaldır
uk: Видалити пісню з черги
vi: Xóa bài hát khỏi hàng đợi
zh_tw: 從播放佇列中移除歌曲

# restartAppMsg
source: Restart the app to apply changes
ar: أعد تشغيل التطبيق لتطبيق التغييرات
bn: পরিবর্তন প্রয়োগ করতে অ্যাপ পুনরায় চালু করুন
de: App neu starten, um Änderungen zu übernehmen
el: Επανεκκινήστε την εφαρμογή για να εφαρμοστούν οι αλλαγές
es: Reinicia la app para aplicar cambios
fa: برای اعمال تغییرات برنامه را مجدداً راه‌اندازی کنید
fr: Redémarrez l'application pour appliquer les changements
gu: ફેરફારો લાગુ કરવા માટે ઍપને ફરી શરૂ કરો
id: Mulai ulang aplikasi untuk menerapkan perubahan
ja: 変更を適用するにはアプリを再起動してください
ko: 변경 사항을 적용하려면 앱을 다시 시작하세요
mr: बदल लागू करण्यासाठी अॅप पुन्हा सुरू करा
pl: Uruchom ponownie aplikację, aby zastosować zmiany
pt: Reinicie o aplicativo para aplicar as alterações
ru: Перезапустите приложение для применения изменений
sw: Anzisha tena programu ili kutumia mabadiliko
ta: மாற்றங்களை பயன்படுத்த ஆப்பை மீண்டும் தொடங்கவும்
te: మార్పులను వర్తింపజేయడానికి యాప్‌ను పునఃప్రారంభించండి
th: เริ่มต้นแอปใหม่เพื่อใช้การเปลี่ยนแปลง
tr: Değişiklikleri uygulamak için uygulamayı yeniden başlatın
uk: Перезапустіть додаток для застосування змін
vi: Khởi động lại ứng dụng để áp dụng thay đổi
zh_tw: 重新啟動應用程式以套用變更

# restoredSuccess
source: Data restored successfully
ar: تم استعادة البيانات بنجاح
bn: ডেটা সফলভাবে পুনরুদ্ধার করা হয়েছে
de: Daten erfolgreich wiederhergestellt
el: Τα δεδομένα αποκαταστάθηκαν επιτυχώς
es: Datos restaurados correctamente
fa: داده‌ها با موفقیت بازیابی شدند
fr: Données restaurées avec succès
gu: ડેટા સફળતાપૂર્વક પુનઃસ્થાપિત થયો
id: Data berhasil dipulihkan
ja: データを復元しました
ko: 데이터가 성공적으로 복원되었습니다
mr: डेटा यशस्वीरित्या पुनर्संचयित केला
pl: Dane zostały przywrócone
pt: Dados restaurados com sucesso
ru: Данные успешно восстановлены
sw: Data imerejeshwa kwa mafanikio
ta: தரவு வெற்றிகரமாக மீட்டெடுக்கப்பட்டது
te: డేటా విజయవంతంగా పునరుద్ధరించబడింది
th: กู้คืนข้อมูลเรียบร้อยแล้ว
tr: Veri başarıyla geri yüklendi
uk: Дані успішно відновлено
vi: Khôi phục dữ liệu thành công
zh_tw: 資料還原成功

# restoreError
source: Error restoring data
ar: خطأ في استعادة البيانات
bn: ডেটা পুনরুদ্ধারে ত্রুটি
de: Fehler bei der Datenwiederherstellung
el: Σφάλμα κατά την αποκατάσταση δεδομένων
es: Error al restaurar datos
fa: خطا در بازیابی داده‌ها
fr: Erreur de restauration
gu: ડેટા પુનઃસ્થાપિત કરતી વખતે ભૂલ
id: Kesalahan memulihkan data
ja: データ復元中にエラーが発生しました
ko: 데이터 복원 중 오류 발생
mr: डेटा पुनर्संचयित करताना त्रुटी
pl: Błąd przywracania danych
pt: Erro ao restaurar dados
ru: Ошибка восстановления данных
sw: Hitilafu wakati wa kurejesha data
ta: தரவு மீட்டெடுப்பில் பிழை
te: డేటా పునరుద్ధరించడంలో లోపం
th: ข้อผิดพลาดในการกู้คืนข้อมูล
tr: Veri geri yüklenirken hata oluştu
uk: Помилка відновлення даних
vi: Lỗi khi khôi phục dữ liệu
zh_tw: 還原資料時發生錯誤
