Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

source: Previous
ar: السابق
bn: পূর্ববর্তী
de: Zurück
el: Προηγούμενο
es: Anterior
fa: قبلی
fr: Précédent
gu: પાછળ
id: Sebelumnya
ja: 前へ
ko: 이전
mr: मागील
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sw: Iliyopita
ta: முந்தைய
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
uk: Попередній
vi: Trước đó
zh_tw: 上一首

source: Repeat
ar: تكرار
bn: পুনরাবৃত্তি
de: Wiederholen
el: Επανάληψη
es: Repetir
fa: تکرار
fr: Répéter
gu: પુનરાવર્તન
id: Ulangi
ja: リピート
ko: 반복
mr: पुन्हा करा
pl: Powtórz
pt: Repetir
ru: Повтор
sw: Rudia
ta: மீண்டும்
te: మళ్లీ
th: ทำซ้ำ
tr: Tekrarla
uk: Повторити
vi: Lặp lại
zh_tw: 重複播放

# youtubeInaccessible
source: 403 Forbidden error when trying to play YouTube Stream. YouTube may have temporarily blocked your IP address. Try changing your network or try again a little while later.
ar: خطأ 403 ممنوع عند محاولة تشغيل بث YouTube. ربما قام YouTube بحظر عنوان IP الخاص بك مؤقتًا. حاول تغيير شبكتك أو حاول مرة أخرى بعد قليل.
bn: YouTube স্ট্রিম প্লে করার চেষ্টা করার সময় 403 নিষিদ্ধ ত্রুটি হয়েছে। YouTube সাময়িকভাবে আপনার IP ঠিকানা ব্লক করতে পারে। আপনার নেটওয়ার্ক পরিবর্তন করে দেখুন অথবা কিছুক্ষণ পর আবার চেষ্টা করুন।
de: Fehler 403 – Zugriff verweigert beim Abspielen des YouTube-Streams. YouTube hat Ihre IP-Adresse möglicherweise vorübergehend gesperrt. Versuchen Sie, Ihr Netzwerk zu wechseln, oder versuchen Sie es später erneut.
el: Σφάλμα 403 Απαγόρευση κατά την προσπάθεια αναπαραγωγής ροής YouTube. Το YouTube μπορεί να έχει αποκλείσει προσωρινά τη διεύθυνση IP σας. Δοκιμάστε να αλλάξετε δίκτυο ή δοκιμάστε ξανά σε λίγο.
es: Error 403 Prohibido al intentar reproducir la transmisión de YouTube. YouTube puede haber bloqueado temporalmente tu dirección IP. Intenta cambiar de red o vuelve a intentarlo más tarde.
fa: خطای 403 Forbidden هنگام تلاش برای پخش جریان یوتیوب. ممکن است یوتیوب به طور موقت آدرس IP شما را مسدود کرده باشد. شبکه خود را تغییر دهید یا کمی بعد دوباره تلاش کنید.
fr: Erreur 403 Interdit lors de la tentative de lecture du flux YouTube. YouTube a peut-être temporairement bloqué votre adresse IP. Essayez de changer de réseau ou réessayez un peu plus tard.
gu: YouTube સ્ટ્રીમ ચલાવવાનો પ્રયાસ કરતી વખતે 403 Forbidden ભૂલ. YouTube એ તમારા IP એડ્રેસને અસ્થાયી રીતે બ્લોક કર્યું હોઈ શકે છે. તમારું નેટવર્ક બદલો અથવા થોડી વાર પછી ફરી પ્રયત્ન કરો.
id: Error 403 Terlarang saat mencoba memutar YouTube Stream. YouTube mungkin telah memblokir sementara alamat IP Anda. Coba ubah jaringan Anda atau coba lagi nanti.
ja: YouTubeストリームの再生時に403禁止エラーが発生しました。YouTubeが一時的にあなたのIPアドレスをブロックした可能性があります。ネットワークを変更するか、しばらくしてから再度お試しください。
ko: YouTube 스트림 재생 시도 중 403 금지 오류가 발생했습니다. YouTube에서 일시적으로 귀하의 IP 주소를 차단했을 수 있습니다. 네트워크를 변경하거나 잠시 후 다시 시도해 보세요.
mr: YouTube स्ट्रीम प्ले करण्याचा प्रयत्न करताना 403 Forbidden त्रुटी. YouTube ने तुमचा IP पत्ता तात्पुरता ब्लॉक केला असेल. तुमचे नेटवर्क बदला किंवा थोड्या वेळाने पुन्हा प्रयत्न करा.
pl: Błąd 403 Zabronione podczas próby odtwarzania strumienia YouTube. YouTube mógł tymczasowo zablokować Twój adres IP. Spróbuj zmienić sieć lub spróbuj ponownie za jakiś czas.
pt: Erro 403 Proibido ao tentar reproduzir o Stream do YouTube. O YouTube pode ter bloqueado temporariamente seu endereço IP. Tente mudar de rede ou tente novamente mais tarde.
ru: Ошибка 403 Запрещено при попытке воспроизвести поток YouTube. Возможно, YouTube временно заблокировал ваш IP-адрес. Попробуйте сменить сеть или повторите попытку позже.
sw: Hitilafu 403 Forbidden wakati wa kujaribu kucheza mkondo wa YouTube. YouTube inaweza kuwa imefunga muda wa anwani yako ya IP. Jaribu kubadilisha mtandao wako au jaribu tena baada ya muda.
ta: YouTube ஸ்ட்ரீம் இயக்க முயற்சிக்கும்போது 403 தடை பிழை. YouTube உங்கள் IP முகவரியை தற்காலிகமாக தடுத்திருக்கலாம். உங்கள் பிணையத்தை மாற்றவும் அல்லது சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te: YouTube స్ట్రీమ్ ప్లే చేయడానికి ప్రయత్నిస్తున్నప్పుడు 403 నిషేధించబడిన లోపం. YouTube మీ IP చిరునామాను తాత్కాలికంగా నిరోధించి ఉండవచ్చు. మీ నెట్‌వర్క్‌ను మార్చండి లేదా కొంత సమయం తర్వాత మళ్లీ ప్రయత్నించండి.
th: ข้อผิดพลาด 403 Forbidden เมื่อพยายามเล่นสตรีม YouTube YouTube อาจปิดกั้นที่อยู่ IP ของคุณชั่วคราว ลองเปลี่ยนเครือข่ายหรือลองอีกครั้งในภายหลัง
tr: YouTube akışını oynatmaya çalışırken 403 Yasak hatası. YouTube IP adresinizi geçici olarak engellemiş olabilir. Ağınızı değiştirmeyi deneyin veya bir süre sonra tekrar deneyin.
uk: Помилка 403 Заборонено при спробі відтворити потік YouTube. Можливо, YouTube тимчасово заблокував вашу IP-адресу. Спробуйте змінити мережу або повторіть спробу пізніше.
vi: Lỗi 403 Forbidden khi phát luồng YouTube. YouTube có thể đã tạm thời chặn địa chỉ IP của bạn. Hãy thử đổi mạng hoặc thử lại sau.
zh_tw: 嘗試播放 YouTube 串流時出現 403 禁止錯誤。YouTube 可能暫時封鎖了你的 IP 位址。請嘗試更換網路或稍後再試。

# prepareNextSong
source: Prepare next song for faster playback
ar: الإعداد المسبق للأغنية التالية للتشغيل السريع
bn: পরের গান দ্রুত চালানোর জন্য আগে থেকে প্রস্তুত করুন
de: Nächstes Lied automatisch vorbereiten für schnelleren Abspielbeginn
el: Αυτόματη προετοιμασία επόμενου τραγουδιού για γρηγορότερη αναπαραγωγή
es: Preparar automáticamente la siguiente canción para una reproducción más rápida
fa: آماده سازی آهنگ بعدی برای پخش سریعتر
fr: Préparer automatiquement la chanson suivante pour une lecture plus rapide
gu: ઝડપી પ્લેબેક માટે આગામી ગીત તૈયાર કરો
id: Secara otomatis menyiapkan lagu berikutnya untuk pemutaran lebih cepat
ja: 次の曲を高速再生用に準備
ko: 더 빠른 재생을 위해 다음 노래 준비
mr: वेगवान प्लेबॅकसाठी पुढचे गाणे तयार करा
pl: Przygotuj następną piosenkę do szybszego odtwarzania
pt: Preparar próxima música para reprodução mais rápida
ru: Подготавливать следующую песню для быстрого воспроизведения
sw: Andaa wimbo unaofuata kwa upakiaji wa haraka
ta: விரைவான ப்ளேபேக்கிற்கு அடுத்த பாடலைத் தயார் செய்யவும்
te: వేగవంతమైన ప్లేబ్యాక్ కోసం తదుపరి పాట సిద్ధం చేయండి
th: เตรียมเพลงถัดไปสำหรับการเล่นที่เร็วขึ้น
tr: Bir sonraki şarkıyı daha hızlı çalmak için otomatik olarak hazırla
uk: Готувати наступну пісню для швидшого відтворення
vi: Tự động chuẩn bị bài hát tiếp theo để phát nhanh hơn
zh_tw: 自動準備下一首歌以實現更快播放

# useProxies
source: Use proxy servers (may help YouTube access issues)
ar: استخدام خوادم الوكيل (قد يساعد في مشاكل الوصول إلى YouTube)
bn: প্রক্সি সার্ভার ব্যবহার করুন (YouTube অ্যাক্সেস সমস্যায় সাহায্য করতে পারে)
de: Proxy-Server verwenden (kann bei YouTube-Zugriffsproblemen helfen)
el: Χρήση διακομιστών proxy (μπορεί να βοηθήσει σε θέματα πρόσβασης στο YouTube)
es: Usar servidores proxy (puede ayudar con problemas de acceso a YouTube)
fa: استفاده از سرورهای پروکسی (ممکن است به مشکلات دسترسی یوتیوب کمک کند)
fr: Utiliser des serveurs proxy (peut résoudre les problèmes d'accès à YouTube)
gu: પ્રોક્સી સર્વર્સનો ઉપયોગ કરો (YouTube એક્સેસ સમસ્યાઓમાં મદદ કરી શકે છે)
id: Gunakan server proxy (dapat membantu masalah akses YouTube)
ja: プロキシサーバーを使用 (YouTubeアクセス問題の解決に役立つ場合があります)
ko: 프록시 서버 사용 (YouTube 접근 문제 해결에 도움이 될 수 있음)
mr: प्रॉक्सी सर्व्हर्स वापरा (YouTube प्रवेश समस्यांमध्ये मदत होऊ शकते)
pl: Używaj serwerów proxy (może pomóc w problemach z dostępem do YouTube)
pt: Usar servidores proxy (pode ajudar em problemas de acesso ao YouTube)
ru: Использовать прокси-серверы (может помочь с проблемами доступа к YouTube)
sw: Tumia seva za wakala (inaweza kusaidia masuala ya ufikiaji wa YouTube)
ta: ப்ராக்ஸி சேவையகங்களைப் பயன்படுத்தவும் (YouTube அணுகல் சிக்கல்களுக்கு உதவலாம்)
te: ప్రాక్సీ సర్వర్లను ఉపయోగించండి (YouTube యాక్సెస్ సమస్యలకు సహాయపడవచ్చు)
th: ใช้เซิร์ฟเวอร์พร็อกซี (อาจช่วยแก้ปัญหาการเข้าถึง YouTube)
tr: Proxy sunucuları kullan (YouTube erişim sorunlarına yardımcı olabilir)
uk: Використовувати проксі-сервери (може допомогти з проблемами доступу до YouTube)
vi: Sử dụng máy chủ proxy (có thể giúp giải quyết vấn đề truy cập YouTube)
zh_tw: 使用代理伺服器（可能有助於解決YouTube存取問題）

source: Current version
ar: الإصدار الحالي
bn: বর্তমান সংস্করণ
de: Aktuelle Version
el: Τρέχουσα έκδοση
es: Versión actual
fa: نسخه فعلی
fr: Version actuelle
gu: વર્તમાન આવૃત્તિ
ja: 現在のバージョン
ko: 현재 버전
mr: सद्य आवृत्ती
pl: Aktualna wersja
pt: Versão atual
ru: Текущая версия
sw: Toleo la sasa
ta: தற்போதைய பதிப்பு
te: ప్రస్తుత వెర్షన్
th: เวอร์ชันปัจจุบัน
tr: Mevcut sürüm
uk: Поточна версія
vi: Phiên bản hiện tại
zh_tw: 目前版本

source: Latest version
ar: أحدث إصدار
bn: সর্বশেষ সংস্করণ
de: Neueste Version
el: Τελευταία έκδοση
es: Última versión
fa: آخرین نسخه
fr: Dernière version
gu: નવીનતમ આવૃત્તિ
ja: 最新バージョン
ko: 최신 버전
mr: नवीनतम आवृत्ती
pl: Najnowsza wersja
pt: Última versão
ru: Последняя версия
sw: Toleo mpya
ta: சமீபத்திய பதிப்பு
te: తాజా వెర్షన్
th: เวอร์ชันล่าสุด
tr: En son sürüm
uk: Остання версія
vi: Phiên bản mới nhất
zh_tw: 最新版本

# latestVersionUsed
source: You using the latest version
ar: أنت تستخدم أحدث إصدار
bn: আপনি সর্বশেষ সংস্করণ ব্যবহার করছেন
de: Sie verwenden die neueste Version
el: Χρησιμοποιείτε την τελευταία έκδοση
es: Estás usando la última versión
fa: شما در حال استفاده از آخرین نسخه هستید
fr: Vous utilisez la dernière version
gu: તમે નવીનતમ આવૃત્તિનો ઉપયોગ કરી રહ્યાં છો
ja: 最新バージョンを使用しています
ko: 최신 버전을 사용 중입니다
mr: आपण नवीनतम आवृत्ती वापरत आहात
pl: Używasz najnowszej wersji
pt: Está a utilizar a versão mais recente
ru: Вы используете последнюю версию
sw: Unatumia toleo la hivi karibuni
ta: நீங்கள் சமீபத்திய பதிப்பைப் பயன்படுத்துகிறீர்கள்
te: మీరు తాజా వెర్షన్‌ను ఉపయోగిస్తున్నారు
th: คุณกำลังใช้เวอร์ชันล่าสุด
tr: En son sürümü kullanıyorsunuz
uk: Ви використовуєте останню версію
vi: Bạn đang sử dụng phiên bản mới nhất
zh_tw: 你正在使用最新版本

# errorLatestVersion
source: Error getting latest app version
ar: خطأ في الحصول على أحدث إصدار من التطبيق
bn: অ্যাপের সর্বশেষ সংস্করণ পাওয়ার সময় ত্রুটি
de: Fehler beim Abrufen der neuesten App-Version
el: Σφάλμα κατά τη λήψη της τελευταίας έκδοσης της εφαρμογής
es: Error al obtener la última versión de la aplicación
fa: خطا در دریافت آخرین نسخه برنامه
fr: Erreur lors de la récupération de la dernière version de l'application
gu: નવીનતમ એપ્લિકેશન આવૃત્તિ મેળવવામાં ત્રુટિ
ja: アプリの最新バージョンの取得中にエラーが発生しました
ko: 최신 앱 버전을 가져오는 중 오류 발생
mr: अॅपची नवीनतम आवृत्ती मिळवताना त्रुटी
pl: Błąd podczas pobierania najnowszej wersji aplikacji
pt: Erro ao obter a versão mais recente da aplicação
ru: Ошибка при получении последней версии приложения
sw: Hitilafu wakati wa kupata toleo jipya la programu
ta: பயன்பாட்டின் சமீபத்திய பதிப்பைப் பெறுவதில் பிழை
te: అనువర్తనం యొక్క తాజా వెర్షన్‌ను పొందడంలో లోపం
th: เกิดข้อผิดพลาดขณะรับเวอร์ชันแอปล่าสุด
tr: Uygulamanın en son sürümü alınırken hata
uk: Помилка отримання останньої версії програми
vi: Lỗi khi lấy phiên bản ứng dụng mới nhất
zh_tw: 獲取最新應用版本時出錯

source: Import Spotify playlists
ar: استيراد قوائم تشغيل سبوتيفاي
bn: Spotify প্লেলিস্ট আমদানি করুন
de: Spotify-Playlists importieren
el: Εισαγωγή λιστών αναπαραγωγής Spotify
es: Importar listas de Spotify
fa: وارد کردن پلی‌لیست‌های اسپاتیفای
fr: Importer des playlists Spotify
gu: Spotify પ્લેલિસ્ટ આયાત કરો
ja: Spotifyプレイリストをインポート
ko: Spotify 재생목록 가져오기
mr: Spotify प्लेलिस्ट आयात करा
pl: Importuj playlisty Spotify
pt: Importar playlists do Spotify
ru: Импорт плейлистов Spotify
sw: Ingiza orodha ya kucheza ya Spotify
ta: Spotify பிளேலிஸ்ட்களை இறக்குமதி செய்க
te: Spotify ప్లేలిస్ట్‌లను దిగుమతి చేయండి
th: นำเข้าเพลย์ลิสต์จาก Spotify
tr: Spotify çalma listelerini içe aktar
uk: Імпортувати плейлисти Spotify
vi: Nhập playlist từ Spotify
zh_tw: 導入Spotify播放清單

# spotifyNotice
source: Due to Spotify's legal limitations Reverbio cannot connect directly to Spotify to import playlists. Please use one of these exporting services to export your playlists to CSV format, then upload them to Reverbio. Be sure to include Artist, Song (Track) name, Album, and ISRC if available in your export.
ar: بسبب القيود القانونية لسبوتيفاي، لا يمكن لـ Reverbio الاتصال مباشرة بسبوتيفاي لاستيراد قوائم التشغيل. يرجى استخدام إحدى خدمات التصدير هذه لتصدير قوائم التشغيل الخاصة بك إلى تنسيق CSV، ثم تحميلها إلى Reverbio. تأكد من تضمين اسم الفنان واسم الأغنية (المقطع) والألبوم ورمز ISRC إذا كان متاحًا في التصدير الخاص بك.
bn: Spotify-এর আইনি সীমাবদ্ধতার কারণে Reverbio সরাসরি Spotify-এর সাথে সংযোগ করতে পারে না প্লেলিস্ট আমদানি করতে। দয়া করে CSV ফরম্যাটে আপনার প্লেলিস্ট রপ্তানি করতে এই রপ্তানি পরিষেবাগুলির মধ্যে একটি ব্যবহার করুন, তারপর সেগুলি Reverbio-এ আপলোড করুন। আপনার রপ্তানিতে শিল্পীর নাম, গানের নাম (ট্র্যাক), অ্যালবাম এবং ISRC (যদি থাকে) অন্তর্ভুক্ত করতে ভুলবেন না।
de: Aufgrund der rechtlichen Beschränkungen von Spotify kann Reverbio nicht direkt mit Spotify verbinden, um Playlists zu importieren. Bitte verwenden Sie einen dieser Exportdienste, um Ihre Playlists in das CSV-Format zu exportieren, und laden Sie sie dann in Reverbio hoch. Stellen Sie sicher, dass Künstler, Song (Track), Album und ISRC (falls verfügbar) in Ihrem Export enthalten sind.
el: Λόγω των νομικών περιορισμών του Spotify, το Reverbio δεν μπορεί να συνδεθεί απευθείας με το Spotify για εισαγωγή λιστών αναπαραγωγής. Χρησιμοποιήστε μία από αυτές τις υπηρεσίες εξαγωγής για να εξαγάγετε τις λίστες αναπαραγωγής σας σε μορφή CSV και, στη συνέχεια, να τις ανεβάσετε στο Reverbio. Βεβαιωθείτε ότι περιλαμβάνετε τον Καλλιτέχνη, το Τραγούδι (Track), το Άλμπουμ και το ISRC (εάν είναι διαθέσιμο) στην εξαγωγή σας.
es: Debido a las limitaciones legales de Spotify, Reverbio no puede conectarse directamente a Spotify para importar listas de reproducción. Utilice uno de estos servicios de exportación para exportar sus listas a formato CSV y luego súbalas a Reverbio. Asegúrese de incluir Artista, Canción (Pista), Álbum e ISRC si está disponible en su exportación.
fa: به دلیل محدودیت‌های قانونی اسپاتیفای، Reverbio نمی‌تواند مستقیماً به اسپاتیفای متصل شود تا پلی‌لیست‌ها را وارد کند. لطفاً از یکی از این سرویس‌های صادراتی استفاده کنید تا پلی‌لیست‌های خود را به فرمت CSV صادر کنید، سپس آن‌ها را به Reverbio آپلود کنید. مطمئن شوید که نام هنرمند، آهنگ (ترک)، آلبوم و ISRC (در صورت موجود بودن) را در صادرات خود قرار دهید.
fr: En raison des limitations légales de Spotify, Reverbio ne peut pas se connecter directement à Spotify pour importer des playlists. Veuillez utiliser l'un de ces services d'exportation pour exporter vos playlists au format CSV, puis les télécharger sur Reverbio. Assurez-vous d'inclure l'Artiste, le Titre (Piste), l'Album et l'ISRC si disponible dans votre exportation.
gu: Spotify ની કાનૂની મર્યાદાઓને કારણે Reverbio સીધા Spotify સાથે જોડાઈ શકતું નથી જેથી પ્લેલિસ્ટ આયાત કરી શકાય. કૃપા કરીને તમારી પ્લેલિસ્ટને CSV ફોર્મેટમાં નિકાસ કરવા માટે આ નિકાસ સેવાઓમાંથી એકનો ઉપયોગ કરો, પછી તેમને Reverbio પર અપલોડ કરો. તમારી નિકાસમાં કલાકાર, ગીત (ટ્રેક) નામ, ઍલ્બમ અને ISRC (જો ઉપલબ્ધ હોય તો) ને શામેલ કરવાની ખાતરી કરો.
ja: Spotifyの法的制限により、ReverbioはプレイリストをインポートするためにSpotifyに直接接続できません。これらのエクスポートサービスのいずれかを使用して、プレイリストをCSV形式にエクスポートし、Reverbioにアップロードしてください。エクスポートには、アーティスト名、曲名（トラック名）、アルバム名、および可能であればISRCを含めてください。
ko: Spotify의 법적 제한으로 인해 Reverbio는 플레이리스트를 가져오기 위해 Spotify에 직접 연결할 수 없습니다. 다음 내보내기 서비스 중 하나를 사용하여 플레이리스트를 CSV 형식으로 내보낸 다음 Reverbio에 업로드하세요. 내보내기 시 아티스트, 곡(트랙) 이름, 앨범 및 가능한 경우 ISRC를 포함해야 합니다.
mr: Spotify च्या कायदेशीर मर्यादांमुळे Reverbio थेट Spotify शी जोडले जाऊ शकत नाही जेणेकरून प्लेलिस्ट आयात करता येईल. कृपया यापैकी एक निर्यात सेवा वापरून आपल्या प्लेलिस्टला CSV स्वरूपात निर्यात करा, नंतर त्या Reverbio वर अपलोड करा. आपल्या निर्यातमध्ये कलाकार, गाणे (ट्रॅक) नाव, अल्बम आणि ISRC (उपलब्ध असल्यास) समाविष्ट करण्याची खात्री करा.
pl: Ze względu na ograniczenia prawne Spotify, Reverbio nie może połączyć się bezpośrednio z Spotify w celu importowania playlist. Użyj jednej z tych usług eksportu, aby wyeksportować swoje playlisty do formatu CSV, a następnie prześlij je do Reverbio. Upewnij się, że w eksporcie znajdują się wykonawca, utwór (ścieżka), album i ISRC (jeśli jest dostępny).
pt: Devido às limitações legais do Spotify, o Reverbio não pode ligar-se diretamente ao Spotify para importar playlists. Utilize um destes serviços de exportação para exportar as suas playlists para formato CSV e, em seguida, carregue-as para o Reverbio. Certifique-se de incluir Artista, Canção (Faixa), Álbum e ISRC, se disponível, na sua exportação.
ru: Из-за юридических ограничений Spotify Reverbio не может напрямую подключаться к Spotify для импорта плейлистов. Пожалуйста, используйте один из этих сервисов экспорта, чтобы экспортировать свои плейлисты в формат CSV, а затем загрузите их в Reverbio. Убедитесь, что в экспорт включены Исполнитель, Название песни (Трека), Альбом и ISRC (если доступно).
sw: Kwa sababu ya vikwazo vya kisheria vya Spotify, Reverbio haiwezi kuunganisha moja kwa moja na Spotify kuagiza orodha za kucheza. Tafadhali tumia moja ya huduma hizi za uhamishaji ili kuhamisha orodha yako kucheza kwa umbizo la CSV, kisha upakie kwa Reverbio. Hakikisha unajumuisha Msanii, Wimbo (Wimbo), Albamu na ISRC ikiwa inapatikana kwenye uhamishaji wako.
ta: Spotify-இன் சட்ட ரீதியான வரம்புகளால், Reverbio நேரடியாக Spotify-ஐ இணைக்க முடியாது, பிளேலிஸ்ட்களை இறக்குமதி செய்ய. தயவுசெய்து இந்த ஏற்றுமதி சேவைகளில் ஒன்றைப் பயன்படுத்தி உங்கள் பிளேலிஸ்ட்களை CSV வடிவத்திற்கு ஏற்றுமதி செய்யவும், பின்னர் அவற்றை Reverbio-இல் பதிவேற்றவும். உங்கள் ஏற்றுமதியில் கலைஞர், பாடல் (டிராக்) பெயர், ஆல்பம் மற்றும் ISRC (கிடைக்குமானால்) ஆகியவற்றை சேர்க்கவும்.
te: Spotify యొక్క చట్టపరమైన పరిమితుల కారణంగా, Reverbio నేరుగా Spotify తో కనెక్ట్ అవ్వలేదు, ప్లేలిస్ట్‌లను దిగుమతి చేయడానికి. దయచేసి మీ ప్లేలిస్ట్‌లను CSV ఫార్మాట్‌కు ఎగుమతి చేయడానికి ఈ ఎగుమతి సేవలలో ఒకదాన్ని ఉపయోగించండి, తర్వాత వాటిని Reverbio కి అప్‌లోడ్ చేయండి. మీ ఎగుమతిలో ఆర్టిస్ట్, పాట (ట్రాక్) పేరు, ఆల్బమ్ మరియు ISRC (అందుబాటులో ఉంటే) ఉండేలా చూసుకోండి.
th: เนื่องจากข้อจำกัดทางกฎหมายของ Spotify ทำให้ Reverbio ไม่สามารถเชื่อมต่อกับ Spotify โดยตรงเพื่อนำเข้าเพลย์ลิสต์ได้ โปรดใช้บริการส่งออกเหล่านี้เพื่อส่งออกเพลย์ลิสต์ของคุณเป็นรูปแบบ CSV จากนั้นอัปโหลดไปยัง Reverbio อย่าลืมใส่ชื่อศิลปิน ชื่อเพลง (แทร็ก) อัลบั้ม และ ISRC (ถ้ามี) ในการส่งออกของคุณ
tr: Spotify'nin yasal sınırlamaları nedeniyle Reverbio, çalma listelerini içe aktarmak için doğrudan Spotify'a bağlanamaz. Lütfen çalma listelerinizi CSV formatında dışa aktarmak için bu dışa aktarma hizmetlerinden birini kullanın ve ardından bunları Reverbio'ya yükleyin. Dışa aktarımınızda Sanatçı, Şarkı (Parça) adı, Albüm ve ISRC (varsa) bilgilerini eklediğinizden emin olun.
uk: Через юридичні обмеження Spotify, Reverbio не може підключатися безпосередньо до Spotify для імпорту плейлистів. Будь ласка, використовуйте один із цих сервісів експорту, щоб експортувати свої плейлисти у формат CSV, а потім завантажте їх у Reverbio. Переконайтеся, що до експорту включено Виконавця, Назву пісні (Треку), Альбом та ISRC (якщо є).
vi: Do hạn chế pháp lý của Spotify, Reverbio không thể kết nối trực tiếp với Spotify để nhập danh sách phát. Vui lòng sử dụng một trong các dịch vụ xuất này để xuất danh sách phát của bạn sang định dạng CSV, sau đó tải lên Reverbio. Đảm bảo bao gồm Nghệ sĩ, Tên bài hát (Track), Album và ISRC (nếu có) trong bản xuất của bạn.
zh_tw: 由於Spotify的法律限制，Reverbio無法直接連接Spotify來導入播放清單。請使用以下其中一個導出服務將你的播放清單導出為CSV格式，然後上傳到Reverbio。確保你的導出包含藝人、歌曲（曲目）名稱、專輯和ISRC（如果有的話）。

source: Import
ar: استيراد
bn: আমদানি
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
gu: આયાત
ja: インポート
ko: 가져오기
mr: आयात
pl: Importuj
pt: Importar
ru: Импорт
sw: Ingiza
ta: இறக்குமதி
te: దిగుమతి
th: นำเข้า
tr: İçe aktar
uk: Імпорт
vi: Nhập
zh_tw: 導入

source: Import Playlists
ar: استيراد قوائم التشغيل
bn: প্লেলিস্ট আমদানি করুন
de: Playlists importieren
el: Εισαγωγή λιστών αναπαραγωγής
es: Importar listas de reproducción
fa: وارد کردن لیست‌های پخش
fr: Importer des playlists
gu: પ્લેલિસ્ટ આયાત કરો
ja: プレイリストをインポート
ko: 재생목록 가져오기
mr: प्लेलिस्ट आयात करा
pl: Importuj playlisty
pt: Importar playlists
ru: Импорт плейлистов
sw: Ingiza orodha ya kucheza
ta: பிளேலிஸ்ட்களை இறக்குமதி செய்க
te: ప్లేలిస్ట్‌లను దిగుమతి చేయండి
th: นำเข้าเพลย์ลิสต์
tr: Çalma listelerini içe aktar
uk: Імпортувати плейлисти
vi: Nhập danh sách phát
zh_tw: 導入播放清單
