Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

# importNotice
source: Due to legal restrictions, Reverbio cannot connect directly to other streaming services. To import a playlist, first export it as a CSV file from your current service using one of the below listed services, then upload it here. Your CSV file must include 'Artist' and 'Song' columns. Adding 'ISRC' ensures the most accurate matching.
ar: بسبب القيود القانونية، لا يمكن لـ Reverbio الاتصال مباشرة بخدمات البث الأخرى. لاستيراد قائمة التشغيل، قم أولاً بتصديرها كملف CSV من خدمتك الحالية باستخدام إحدى الخدمات المدرجة أدناه، ثم انشره هنا. يجب أن يتضمن ملف CSV أعمدة 'الفنان' و 'الأغنية'. إضافة 'ISRC' يضمن أفضل تطابق.
bn: আইনি নিষেধাজ্ঞার কারণে, Reverbio সরাসরি অন্য স্ট্রিমিং সার্ভিসে 연결 করতে পারে না। একটি প্লেলিস্ট ইম্পোর্ট করতে, প্রথমে নীচে তালিকাভুক্ত সার্ভিসগুলি ব্যবহার করে আপনার বর্তমান সার্ভিস থেকে এটি CSV ফাইল হিসেবে এক্সপোর্ট করুন, затем এখানে আপলোড করুন। আপনার CSV ফাইলে 'শিল্পী' এবং 'গান' কলাম অন্তর্ভুক্ত করতে হবে। 'ISRC' যোগ করলে সবচেয়ে সঠিক মিল নিশ্চিত হয়।
de: Aufgrund der rechtlichen Beschränkungen verschiedener kostenpflichtiger Streaming-Dienste kann Reverbio nicht direkt mit Streaming-Diensten verbinden, um Playlists zu importieren. Bitte verwenden Sie einen dieser Exportdienste, um Ihre Playlists in das CSV-Format zu exportieren, und laden Sie sie dann in Reverbio hoch. Sie können eine Playlist von jedem Dienst importieren, solange die Datei im CSV-Format vorliegt, Kopfzeilen enthält und die Datei mindestens Künstler und Song enthält. Fügen Sie ISRC (falls verfügbar) für eine genauere Analyse der Songdaten hinzu.
el: Λόγω των νομικών περιορισμών διαφόρων αμειβόμενων υπηρεσιών streaming, το Reverbio δεν μπορεί να συνδεθεί απευθείας με τις υπηρεσίες streaming για εισαγωγή λιστών αναπαραγωγής. Χρησιμοποιήστε μία από αυτές τις υπηρεσίες εξαγωγής για να εξαγάγετε τις λίστες αναπαραγωγής σας σε μορφή CSV και, στη συνέχεια, να τις ανεβάσετε στο Reverbio. Μπορείτε να εισάγετε μια λίστα αναπαραγωγής από οποιαδήποτε υπηρεσία, εφόσον το αρχείο είναι σε μορφή CSV, περιέχει επικεφαλίδες και το αρχείο περιλαμβάνει, τουλάχιστον, Καλλιτέχνη και Τραγούδι. Συμπεριλάβετε ISRC (εάν είναι διαθέσιμο) για πιο ακριβή ανάλυση δεδομένων τραγουδιών.
es: Debido a las restricciones legales de varios servicios de transmisión pagos, Reverbio no puede conectarse directamente a los servicios de transmisión para importar listas de reproducción. Utilice uno de estos servicios de exportación para exportar sus listas a formato CSV y luego súbalas a Reverbio. Puede importar una lista de reproducción de cualquier servicio siempre que el archivo esté en formato CSV, con encabezados, y el archivo contenga, como mínimo, Artista y Canción. Incluya ISRC (si está disponible) para un análisis más preciso de los datos de las canciones.
fa: به دلیل محدودیت های قانونی، Reverbio نمی تواند مستقیماً به سرویس های استریم دیگر متصل شود. برای وارد کردن یک پلی لیست، ابتدا آن را به صورت فایل CSV از سرویس فعلی خود با استفاده از یکی از سرویس های ذکر شده در زیر صادر کنید، سپس آن را اینجا آپلود کنید. فایل CSV شما باید شامل ستون های 'هنرمند' و 'آهنگ' باشد. اضافه کردن 'ISRC' دقیق ترین تطابق را تضمین می کند.
fr: En raison des restrictions légales de divers services de streaming payants, Reverbio ne peut pas se connecter directement aux services de streaming pour importer des playlists. Veuillez utiliser l'un de ces services d'exportation pour exporter vos playlists au format CSV, puis les télécharger sur Reverbio. Vous pouvez importer une playlist à partir de n'importe quel service tant que le fichier est au format CSV, avec des en-têtes, et que le fichier contient au minimum l'Artiste et le Titre. Incluez l'ISRC (si disponible) pour une analyse plus précise des données musicales.
gu: કાનૂની પ્રતિબંધોને કારણે, Reverbio સીધા અન્ય સ્ટ્રીમિંગ સર્વિસો સાથે કનેક્ટ થઈ શકતું નથી. પ્લેલિસ્ટ ઇમ્પોર્ટ કરવા માટે, પહેલા તેને નીચે સૂચિબદ્ધ સર્વિસોમાંથી એકનો ઉપયોગ કરીને તમારી વર્તમાન સર્વિસમાંથી CSV ફાઇલ તરીકે એક્સપોર્ટ કરો,然后 અહીં અપલોડ કરો. તમારી CSV ફાઇલમાં 'કલાકાર' અને 'ગીત' કૉલમ શામેલ હોવા જોઈએ. 'ISRC' ઉમેરવાથી સૌથી ચોક્કસ મેચિંગ ખાતરી થાય છે.
ja: 法的制限のため、Reverbioは他のストリーミングサービスに直接接続できません。プレイリストをインポートするには、まず下記のサービスを使用して現在のサービスからCSVファイルとしてエクスポートし、然后ここにアップロードしてください。CSVファイルには「アーティスト」と「曲名」の列を含める必要があります。「ISRC」を追加すると、最も正確なマッチングが保証されます。
ko: 법적 제한으로 인해 Reverbio는 다른 스트리밍 서비스에 직접 연결할 수 없습니다. 플레이리스트를 가져오려면 아래 나열된 서비스 중 하나를 사용하여 현재 사용 중인 서비스에서 CSV 파일로 내보낸 다음 여기에 업로드하세요. CSV 파일에는 '아티스트'와 '곡' 열이 포함되어야 합니다. 'ISRC'를 추가하면 가장 정확한 일치가 보장됩니다.
mr: कायदेशीर निर्बंधांमुळे, Reverbio थेट इतर स्ट्रीमिंग सेवांशी कनेक्ट होऊ शकत नाही. प्लेलिस्ट आयात करण्यासाठी, प्रथम खाली सूचीबद्ध सेवांपैकी एक वापरून ती आपल्या वर्तमान सेवेतून CSV फाइल म्हणून निर्यात करा,然后 येथे अपलोड करा. आपल्या CSV फाइलमध्ये 'कलाकार' आणि 'गाणे' स्तंभ समाविष्ट असणे आवश्यक आहे. 'ISRC' समाविष्ट केल्याने अचूक जुळणी खात्री होते.
pl: Z powodu ograniczeń prawnych, Reverbio nie może łączyć się bezpośrednio z innymi usługami streamingowymi. Aby zaimportować playlistę, najpierw wyeksportuj ją jako plik CSV z bieżącej usługi za pomocą jednej z usług wymienionych poniżej, a następnie prześlij go tutaj. Twój plik CSV musi zawierać kolumny „Artist” i „Song”. Dodanie „ISRC” zapewnia najdokładniejsze dopasowanie.
pt: Devido a restrições legais, o Reverbio não pode ligar-se diretamente a outros serviços de streaming. Para importar uma playlist, exporte-a primeiro como um ficheiro CSV do seu serviço atual utilizando um dos serviços listados abaixo,然后 e carregue-o aqui. O seu ficheiro CSV deve incluir as colunas 'Artista' e 'Música'. Adicionar 'ISRC' garante uma correspondência mais precisa.
ru: В связи с юридическими ограничениями Reverbio не может подключаться напрямую к другим стриминговым сервисам. Чтобы импортировать плейлист, сначала экспортируйте его в файл CSV из вашего текущего сервиса, используя один из перечисленных ниже сервисов,然后 затем загрузите его здесь. Ваш CSV-файл должен содержать столбцы «Исполнитель» и «Песня». Добавление «ISRC» обеспечивает наиболее точное совпадение.
sw: Kwa sababu ya vikwazo vya kisheria, Reverbio haiwezi kuunganisha moja kwa moja kwa huduma nyingine za utiririshaji. Ili kuingiza orodha ya kucheza, haya fuata ya kwanza kama faili CSV kutoka kwa huduma yako ya sasa kwa kutumia moja ya huduma zilizoorodheshwa hapa chini,然后 pakia hapa. Faili yako ya CSV lazima ije na safu wima za 'Msanii' na 'Wimbo'. Kuongeza 'ISRC' kuhakikisha ulinganifu sahihi zaidi.
ta: சட்ட ரீதியான கட்டுப்பாடுகள் காரணமாக, Reverbio நேரடியாக மற்ற ஸ்ட்ரீமிங் சேவைகளுடன் இணைக்க முடியாது. ஒரு பிளேலிஸ்டை இறக்குமதி செய்ய, முதலில் கீழே பட்டியலிடப்பட்ட சேவைகளில் ஒன்றைப் பயன்படுத்தி உங்கள் தற்போதைய சேவையிலிருந்து அதை CSV கோப்பாக ஏற்றுமதி செய்யவும்,然后 இங்கே பதிவேற்றவும். உங்கள் CSV கோப்பில் 'கலைஞர்' மற்றும் 'பாடல்' நெடுவரிசைகள் இருக்க வேண்டும். 'ISRC' சேர்ப்பது மிகவும் துல்லியமான பொருத்தத்தை உறுதி செய்கிறது.
te: చట్టపరమైన నిబంధనల కారణంగా, Reverbio నేరుగా ఇతర స్ట్రీమింగ్ సేవలతో కనెక్ట్ కాలేదు. ప్లేలిస్ట్‌ను దిగుమతి చేయడానికి, ముందు దాన్ని కింద జాబితా చేయబడిన సేవలలో ఒకదాన్ని ఉపయోగించి మీ ప్రస్తుత సేవ నుండి CSV ఫైల్‌గా ఎగుమతి చేయండి,然后 ఇక్కడ అప్‌లోడ్ చేయండి. మీ CSV ఫైల్‌లో 'కళాకారుడు' మరియు 'పాట' నిలువు వరుసలు ఉండాలి. 'ISRC' జోడించడం వల్ల ఖచ్చితమైన సరిపోలిక ఏర్పడుతుంది.
th: เนื่องจากข้อจำกัดทางกฎหมาย Reverbio ไม่สามารถเชื่อมต่อ directly กับบริการสตรีมมิ่งอื่นได้ หากต้องการนำเข้าเพลย์ลิสต์ ให้ส่งออกเป็นไฟล์ CSV จากบริการปัจจุบันของคุณโดยใช้หนึ่งในบริการที่ระบุไว้ด้านล่าง,然后然后อัปโหลดที่นี่ ไฟล์ CSV ของคุณต้องมีคอลัมน์ 'ศิลปิน' และ 'เพลง' การเพิ่ม 'ISRC' จะทำให้การจับคู่ถูกต้องแม่นยำที่สุด
tr: Çeşitli ücretli akış hizmetlerinin yasal kısıtlamaları nedeniyle Reverbio, çalma listelerini içe aktarmak için doğrudan akış hizmetlerine bağlanamaz. Lütfen çalma listelerinizi CSV formatında dışa aktarmak için bu dışa aktarma hizmetlerinden birini kullanın ve ardından bunları Reverbio'ya yükleyin. Dosya CSV formatında olduğu, başlıkları içerdiği ve dosyada en az Sanatçı ve Şarkı bilgileri bulunduğu sürece herhangi bir hizmetten çalma listesi içe aktarabilirsiniz. Daha doğru şarkı verisi ayrıştırması için ISRC'yi (varsa) ekleyin.
uk: Через юридичні обмеження Reverbio не може підключатися безпосередньо до інших стримінгових сервісів. Щоб імпортувати плейлист, спочатку експортуйте його у форматі CSV з вашого поточного сервісу, використовуючи один з наведених нижче сервісів,然后 а потім завантажте його тут. Ваш CSV-файл повинен містити стовпці «Виконавець» та «Пісня». Додавання «ISRC» забезпечує найточніший збіг.
vi: Do hạn chế pháp lý của các dịch vụ phát trực tuyến trả phí khác nhau, Reverbio không thể kết nối trực tiếp với các dịch vụ phát trực tuyến để nhập danh sách phát. Vui lòng sử dụng một trong các dịch vụ xuất này để xuất danh sách phát của bạn sang định dạng CSV, sau đó tải lên Reverbio. Bạn có thể nhập danh sách phát từ bất kỳ dịch vụ nào miễn là tệp ở định dạng CSV, có tiêu đề và tệp chứa ít nhất Nghệ sĩ và Bài hát. Bao gồm ISRC (nếu có) để phân tích dữ liệu bài hát chính xác hơn.
zh_tw: 由於各種付費串流服務的法律限制，Reverbio無法直接連接串流服務來導入播放清單。請使用以下其中一個導出服務將你的播放清單導出為CSV格式，然後上傳到Reverbio。只要檔案是CSV格式、有標題，並且檔案至少包含藝人和歌曲名稱，你就可以從任何服務導入播放清單。包含ISRC（如果有的話）可以更準確解析歌曲數據。

# addedPlaylistFiles
source: Added files as Playlists
ar: تمت إضافة الملفات كقوائم تشغيل
bn: প্লেলিস্ট হিসাবে ফাইল যোগ করা হয়েছে
de: Dateien als Playlists hinzugefügt
el: Προστέθηκαν αρχεία ως λίστες αναπαραγωγής
es: Archivos añadidos como listas de reproducción
fa: فایل‌ها به عنوان لیست پخش اضافه شدند
fr: Fichiers ajoutés en tant que playlists
gu: પ્લેલિસ્ટ તરીકે ફાઇલો ઉમેરાયા
ja: ファイルをプレイリストとして追加
ko: 파일을 재생목록으로 추가함
mr: फाइल्स प्लेलिस्ट म्हणून जोडल्या
pl: Dodano pliki jako playlisty
pt: Ficheiros adicionados como playlists
ru: Файлы добавлены как плейлисты
sw: Faili zimeongezwa kama orodha ya kucheza
ta: பிளேலிஸ்ட்களாக கோப்புகள் சேர்க்கப்பட்டன
te: ప్లేలిస్ట్‌లుగా ఫైల్‌లు జోడించబడ్డాయి
th: เพิ่มไฟล์เป็นเพลย์ลิสต์แล้ว
tr: Dosyalar çalma listesi olarak eklendi
uk: Файли додані як плейлисти
vi: Đã thêm tệp dưới dạng danh sách phát
zh_tw: 已將檔案加入為播放清單

# addedSomePlaylistFiles
source: Added some files as Playlists before error an error occurred. Please see logs for more details. Files added
ar: تمت إضافة بعض الملفات كقوائم تشغيل قبل حدوث خطأ. يرجى مراجعة السجلات لمزيد من التفاصيل. الملفات المضافة
bn: ত্রুটি ঘটার আগে কিছু ফাইল প্লেলিস্ট হিসাবে যোগ করা হয়েছে। আরো বিস্তারিত জানার জন্য লগ দেখুন। যোগ করা ফাইল
de: Einige Dateien wurden als Playlists hinzugefügt, bevor ein Fehler auftrat. Weitere Details finden Sie in den Protokollen. Hinzugefügte Dateien
el: Προστέθηκαν ορισμένα αρχεία ως λίστες αναπαραγωγής πριν από ένα σφάλμα. Ανατρέξτε στα αρχεία καταγραφής για περισσότερες λεπτομέρειες. Αρχεία που προστέθηκαν
es: Se añadieron algunos archivos como listas de reproducción antes de que ocurriera un error. Consulte los registros para más detalles. Archivos añadidos
fa: قبل از بروز خطا برخی از فایل‌ها به عنوان لیست پخش اضافه شدند. برای جزئیات بیشتر به گزارش‌ها مراجعه کنید. فایل‌های اضافه شده
fr: Certains fichiers ont été ajoutés en tant que playlists avant qu'une erreur ne se produise. Veuillez consulter les journaux pour plus de détails. Fichiers ajoutés
gu: ભૂલ થાય તે પહેલા કેટલીક ફાઇલોને પ્લેલિસ્ટ તરીકે ઉમેરવામાં આવી છે. વધુ વિગતો માટે લોગ જુઓ. ફાઇલો ઉમેરાયા
ja: エラー発生前にいくつかのファイルをプレイリストとして追加しました。詳細はログを参照してください。追加されたファイル
ko: 오류 발생 전 일부 파일을 재생목록으로 추가했습니다. 자세한 내용은 로그를 참조하세요. 추가된 파일
mr: त्रुटी येण्याआधी काही फाइल्स प्लेलिस्ट म्हणून जोडल्या. अधिक माहितीसाठी लॉग पहा. जोडलेल्या फाइल्स
pl: Dodano niektóre pliki jako playlisty przed wystąpieniem błędu. Szczegóły w dziennikach. Dodane pliki
pt: Adicionados alguns ficheiros como playlists antes de ocorrer um erro. Consulte os registos para mais detalhes. Ficheiros adicionados
ru: Некоторые файлы были добавлены как плейлисты до возникновения ошибки. Подробности см. в журналах. Добавленные файлы
sw: Baadhi ya faili ziliongezwa kama orodha ya kucheza kabla ya hitilafu kutokea. Tafadhali angalia magazeti kwa maelezo zaidi. Faili zilizoongezwa
ta: பிழை ஏற்படுவதற்கு முன் சில கோப்புகள் பிளேலிஸ்ட்களாக சேர்க்கப்பட்டன. மேலும் விவரங்களுக்கு பதிவுகளைப் பார்க்கவும். சேர்க்கப்பட்ட கோப்புகள்
te: లోపం సంభవించే ముందు కొన్ని ఫైల్‌లను ప్లేలిస్ట్‌లుగా జోడించారు. మరిన్ని వివరాల కోసం లాగ్‌లను చూడండి. జోడించబడిన ఫైల్‌లు
th: เพิ่มไฟล์บางส่วนเป็นเพลย์ลิสต์ก่อนเกิดข้อผิดพลาด ดูรายละเอียดเพิ่มเติมในบันทึก ไฟล์ที่เพิ่มแล้ว
tr: Bir hata oluşmadan önce bazı dosyalar çalma listesi olarak eklendi. Daha fazla ayrıntı için günlükleri inceleyin. Eklenen dosyalar
uk: Додано деякі файли як плейлисти перед виникненням помилки. Докладніше дивіться в журналах. Додані файли
vi: Đã thêm một số tệp dưới dạng danh sách phát trước khi xảy ra lỗi. Vui lòng xem nhật ký để biết thêm chi tiết. Tệp đã thêm
zh_tw: 錯誤發生前已將部分檔案加入為播放清單。詳情請查看日誌。已加入檔案

source: Imported
ar: تم الاستيراد
bn: আমদানি করা হয়েছে
de: Importiert
el: Εισαγωγή
es: Importado
fa: وارد شده
fr: Importé
gu: આયાત કરેલ
ja: インポート済み
ko: 가져옴
mr: आयात केले
pl: Zaimportowano
pt: Importado
ru: Импортировано
sw: Imeingizwa
ta: இறக்குமதி செய்யப்பட்டது
te: దిగుమతి చేయబడింది
th: นำเข้าแล้ว
tr: İçe aktarıldı
uk: Імпортовано
vi: Đã nhập
zh_tw: 已導入

source: Invalid playlist data
ar: بيانات قائمة تشغيل غير صالحة
bn: অবৈধ প্লেলিস্ট ডেটা
de: Ungültige Playlist-Daten
el: Μη έγκυρα δεδομένα λίστας αναπαραγωγής
es: Datos de lista de reproducción no válidos
fa: داده‌های لیست پخش نامعتبر
fr: Données de playlist non valides
gu: અમાન્ય પ્લેલિસ્ટ ડેટા
ja: 無効なプレイリストデータ
ko: 잘못된 재생목록 데이터
mr: अवैध प्लेलिस्ट डेटा
pl: Nieprawidłowe dane playlisty
pt: Dados de playlist inválidos
ru: Неверные данные плейлиста
sw: Data ya orodha ya kucheza batili
ta: தவறான பிளேலிஸ்ட் தரவு
te: చెల్లని ప్లేలిస్ట్ డేటా
th: ข้อมูลเพลย์ลิสต์ไม่ถูกต้อง
tr: Geçersiz çalma listesi verisi
uk: Недійсні дані плейлиста
vi: Dữ liệu danh sách phát không hợp lệ
zh_tw: 無效的播放清單數據

source: Failed to load playlist
ar: فشل تحميل قائمة التشغيل
bn: প্লেলিস্ট লোড করতে ব্যর্থ হয়েছে
de: Playlist konnte nicht geladen werden
el: Αποτυχία φόρτωσης λίστας αναπαραγωγής
es: Error al cargar la lista de reproducción
fa: بارگیری لیست پخش ناموفق بود
fr: Échec du chargement de la playlist
gu: પ્લેલિસ્ટ લોડ કરવામાં નિષ્ફળ
ja: プレイリストの読み込みに失敗しました
ko: 재생목록 불러오기 실패
mr: प्लेलिस्ट लोड करण्यात अयशस्वी
pl: Nie udało się załadować playlisty
pt: Falha ao carregar playlist
ru: Не удалось загрузить плейлист
sw: Imeshindwa kupakia orodha ya kucheza
ta: பிளேலிஸ்டை ஏற்ற முடியவில்லை
te: ప్లేలిస్ట్ లోడ్ చేయడంలో విఫలమైంది
th: โหลดเพลย์ลิสต์ล้มเหลว
tr: Çalma listesi yüklenemedi
uk: Не вдалося завантажити плейлист
vi: Không tải được danh sách phát
zh_tw: 載入播放清單失敗

source: Queue cleared!
ar: تم مسح قائمة الانتظار!
bn: কিউ সাফ করা হয়েছে!
de: Warteschlange geleert!
el: Η ουρά εκκαθαρίστηκε!
es: ¡Cola vaciada!
fa: صف خالی شد!
fr: File d'attente vidée !
gu: કતાર સાફ થઈ ગઈ!
ja: キューをクリアしました！
ko: 대기열 비움!
mr: रांग साफ केली!
pl: Kolejka wyczyszczona!
pt: Fila limpa!
ru: Очередь очищена!
sw: Foleni imefutwa!
ta: வரிசை அழிக்கப்பட்டது!
te: క్యూ క్లియర్ చేయబడింది!
th: ล้างคิวเรียบร้อยแล้ว!
tr: Sıra temizlendi!
uk: Чергу очищено!
vi: Đã xóa hàng đợi!
zh_tw: 已清除隊列！

# cannotReloadLocalPlugin
source: Cannot reload Plugin from local file source on Mobile. Delete the plugin and re-add it to update it. Plugin name
ar: لا يمكن إعادة تحميل الإضافة من ملف محلي على الهاتف. احذف الإضافة وأضفها مرة أخرى لتحديثها. اسم الإضافة
bn: মোবাইলে স্থানীয় ফাইল উৎস থেকে প্লাগইন পুনরায় লোড করা যাবে না। এটি আপডেট করতে প্লাগইনটি মুছুন এবং পুনরায় যোগ করুন। প্লাগইনের নাম
de: Plugin kann von lokaler Dateiquelle auf Mobilgeräten nicht neu geladen werden. Löschen Sie das Plugin und fügen Sie es erneut hinzu, um es zu aktualisieren. Plugin-Name
el: Δεν είναι δυνατή η επαναφόρτωση του πρόσθετου από τοπική πηγή αρχείου σε κινητό. Διαγράψτε το πρόσθετο και προσθέστε το ξανά για να το ενημερώσετε. Όνομα πρόσθετου
es: No se puede recargar el complemento desde un archivo local en móvil. Elimina el complemento y vuelve a añadirlo para actualizarlo. Nombre del complemento
fa: امکان بارگذاری مجدد پلاگین از منبع فایل محلی در موبایل وجود ندارد. برای به‌روزرسانی، پلاگین را حذف کرده و مجدداً اضافه کنید. نام پلاگین
fr: Impossible de recharger le plugin à partir d'un fichier local sur mobile. Supprimez le plugin et ajoutez-le à nouveau pour le mettre à jour. Nom du plugin
gu: મોબાઇલ પર સ્થાનિક ફાઇલ સ્રોતમાંથી પ્લગઇન ફરીથી લોડ કરી શકાતું નથી. તેને અપડેટ કરવા માટે પ્લગઇન કાઢી નાખો અને ફરીથી ઉમેરો. પ્લગઇન નામ
ja: モバイルではローカルファイルソースからプラグインを再読み込みできません。プラグインを削除して再度追加することで更新してください。プラグイン名
ko: 모바일에서는 로컬 파일 소스에서 플러그인을 다시 로드할 수 없습니다. 플러그인을 삭제하고 다시 추가하여 업데이트하세요. 플러그인 이름
mr: मोबाईलवर स्थानिक फाइल स्त्रोतातून प्लगइन पुन्हा लोड करता येत नाही. ते अद्ययावत करण्यासाठी प्लगइन हटवा आणि पुन्हा जोडा. प्लगइन नाव
pl: Nie można przeładować wtyczki z lokalnego pliku na urządzeniu mobilnym. Usuń wtyczkę i dodaj ją ponownie, aby zaktualizować. Nazwa wtyczki
pt: Não é possível recarregar o Plugin de um ficheiro local no Telemóvel. Elimine o plugin e adicione-o novamente para atualizá-lo. Nome do plugin
ru: Невозможно перезагрузить плагин из локального файла на мобильном устройстве. Удалите плагин и добавьте его снова для обновления. Имя плагина
sw: Haiwezi kupakia tena programu-jalizi kutoka kwa faili ya ndani kwenye Rununu. Futa programu-jalizi na uongeze tena kusasisha. Jina la programu-jalizi
ta: மொபைலில் உள்ளூர் கோப்பு மூலத்திலிருந்து சொருகி மீண்டும் ஏற்ற முடியாது. அதைப் புதுப்பிக்க, சொருகியை நீக்கி மீண்டும் சேர்க்கவும். சொருகி பெயர்
te: మొబైల్‌లో స్థానిక ఫైల్ మూలం నుండి ప్లగిన్‌ను తిరిగి లోడ్ చేయలేరు. దాన్ని నవీకరించడానికి ప్లగిన్‌ను తొలగించి, మళ్లీ జోడించండి. ప్లగిన్ పేరు
th: ไม่สามารถโหลดปลั๊กอินใหม่จากไฟล์ต้นทางในมือถือได้ ลบปลั๊กอินออกแล้วเพิ่มอีกครั้งเพื่ออัปเดต ชื่อปลั๊กอิน
tr: Mobil cihazda yerel dosya kaynağından eklenti yeniden yüklenemez. Güncellemek için eklentiyi silin ve yeniden ekleyin. Eklenti adı
uk: Не можна перезавантажити плагін із локального файлу на мобільному пристрої. Видаліть плагін і додайте його знову для оновлення. Назва плагіна
vi: Không thể tải lại Plugin từ nguồn tệp cục bộ trên Di động. Xóa plugin và thêm lại để cập nhật. Tên plugin
zh_tw: 無法在行動裝置上從本地檔案來源重新載入插件。請刪除插件並重新添加以更新。插件名稱

# addedBackgroundJob
source: added to background queue
ar: تمت الإضافة إلى قائمة الانتظار الخلفية
bn: ব্যাকগ্রাউন্ড কিউতে যোগ করা হয়েছে
de: Zur Hintergrund-Warteschlange hinzugefügt
el: Προστέθηκε στην ουρά παρασκηνίου
es: añadido a la cola en segundo plano
fa: به صف پس‌زمینه اضافه شد
fr: ajouté à la file d'attente en arrière-plan
gu: બેકગ્રાઉન્ડ કતારમાં ઉમેરાયા
ja: バックグラウンドキューに追加されました
ko: 백그라운드 대기열에 추가됨
mr: बॅकग्राउंड रांगेत जोडले
pl: dodano do kolejki w tle
pt: adicionado à fila em segundo plano
ru: добавлено в фоновую очередь
sw: imeongezwa kwenye foleni ya nyuma
ta: பின்னணி வரிசையில் சேர்க்கப்பட்டது
te: బ్యాక్‌గ్రౌండ్ క్యూలో జోడించబడింది
th: เพิ่มไปยังคิวพื้นหลังแล้ว
tr: arka plan kuyruğuna eklendi
uk: додано до фонової черги
vi: đã thêm vào hàng đợi nền
zh_tw: 已加入背景隊列

source: Updated
ar: تم التحديث
bn: আপডেট করা হয়েছে
de: Aktualisiert
el: Ενημερώθηκε
es: Actualizado
fa: به‌روزرسانی شد
fr: Mis à jour
gu: અપડેટ કરેલ
ja: 更新済み
ko: 업데이트됨
mr: अद्ययावत केले
pl: Zaktualizowano
pt: Atualizado
ru: Обновлено
sw: ImeSasishwa
ta: புதுப்பிக்கப்பட்டது
te: నవీకరించబడింది
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
vi: Đã cập nhật
zh_tw: 已更新

# autoCacheOffline
source: Automatically cache songs for offline listening
ar: التخزين المؤتي التلقائي للاستعمال دون اتصال
bn: স্বয়ংক্রিয়ভাবে অফলাইনে শোনার জন্য গান সংরক্ষণ করুন
de: Automatisch offline verfügbare Songs zwischenspeichern
el: Αυτόματη διαθεσιμότητα τραγουδιών που ακούγονται εκτός σύνδεσης
es: Hacer que las canciones que se escuchan estén disponibles automáticamente sin conexión
fa: ذخیره خودکار آهنگ ها برای گوش دادن آفلاین
fr: Rendre automatiquement disponibles hors ligne les chansons écoutées
gu: ઑફલાઇન સાંભળવા માટે સ્વચાલિત રીતે ગીતો કેશ કરો
ja: オフライン再生用に曲を自動キャッシュ
ko: 오프라인 청취를 위해 노래 자동 캐시
mr: ऑफलाइन ऐकण्यासाठी गाणी स्वयंचलितपणे कॅश करा
pl: Automatycznie zapisuj piosenki w pamięci podręcznej do odsłuchu offline
pt: Armazenar músicas automaticamente para ouvir offline
ru: Автоматически кешировать песни для прослушивания офлайн
sw: Weka wimbo kiotomatiki kwa sikio la nje ya mtandao
ta: ஆஃப்லைனில் கேட்பதற்காக பாடல்களை தானாக கேச் செய்யவும்
te: ఆఫ్‌లైన్ విందుకు స్వయంచాలకంగా పాటలను క్యాచ్ చేయండి
th: แคชเพลงอัตโนมัติสำหรับการฟังแบบออฟไลน์
tr: Dinlenen şarkıları otomatik olarak çevrimdışı kullanılabilir yap
uk: Автоматично кешувати пісні для прослуховування офлайн
vi: Tự động lưu bài hát đang nghe để sử dụng ngoại tuyến
zh_tw: 自動將正在收聽的歌曲設為離線可用
