Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

# copyLogsNoLogs
source: No logs to copy
ar: لا توجد سجلات للنسخ
bn: কপি করার জন্য কোনো লগ নেই
de: Keine Logs zum Kopieren
el: Δεν υπάρχουν αρχεία καταγραφής προς αντιγραφή
es: No hay registros para copiar
fa: لاگی برای کپی کردن وجود ندارد
fr: Aucun log à copier
gu: કોપી કરવા માટે કોઈ લોગ્સ નથી
id: Tidak ada log untuk disalin
ja: コピーするログがありません
ko: 복사할 로그가 없습니다
mr: कॉपी करण्यासाठी लॉग्ज नाहीत
pl: Brak logów do skopiowania
pt: Nenhum log para copiar
ru: Нет логов для копирования
sw: Hakuna logi za kunakili
ta: நகலெடுக்க பதிவுகள் இல்லை
te: కాపీ చేయడానికి లాగ్లు లేవు
th: ไม่มีบันทึกให้คัดลอก
tr: Kopyalanacak günlük yok
uk: Немає логів для копіювання
vi: Không có nhật ký để sao chép
zh_tw: 沒有日誌可複製

# copyLogsSuccess
source: Logs copied successfully
ar: تم نسخ السجلات بنجاح
bn: লগ সফলভাবে কপি করা হয়েছে
de: Logs erfolgreich kopiert
el: Τα αρχεία καταγραφής αντιγράφηκαν επιτυχώς
es: Registros copiados correctamente
fa: لاگ‌ها با موفقیت کپی شدند
fr: Logs copiés avec succès
gu: લોગ્સ સફળતાપૂર્વક કોપી થયા
id: Log berhasil disalin
ja: ログをコピーしました
ko: 로그가 성공적으로 복사되었습니다
mr: लॉग्ज यशस्वीरित्या कॉपी केले
pl: Logi zostały skopiowane
pt: Logs copiados com sucesso
ru: Логи успешно скопированы
sw: Logi zimenakiliwa kwa mafanikio
ta: பதிவுகள் வெற்றிகரமாக நகலெடுக்கப்பட்டன
te: లాగ్లు విజయవంతంగా కాపీ చేయబడ్డాయి
th: คัดลอกบันทึกเรียบร้อยแล้ว
tr: Günlükler başarıyla kopyalandı
uk: Логи успішно скопійовано
vi: Sao chép nhật ký thành công
zh_tw: 日誌複製成功

# customPlaylistImgUrl
source: Image path or URL
ar: مسار الصورة أو عنوان URL
bn: ছবির পথ বা URL
de: Bildpfad oder URL
el: Διαδρομή εικόνας ή URL
es: Ruta de imagen o URL
fa: مسیر تصویر یا URL
fr: Chemin de l'image ou URL
gu: ઇમેજ પાથ અથવા URL
id: URL gambar daftar putar kustom
ja: 画像パスまたはURL
ko: 이미지 경로 또는 URL
mr: प्रतिमा मार्ग किंवा URL
pl: Ścieżka obrazu lub URL
pt: Caminho da imagem ou URL
ru: Путь к изображению или URL
sw: Njia ya picha au URL
ta: பட பாதை அல்லது URL
te: చిత్ర మార్గం లేదా URL
th: เส้นทางภาพหรือ URL
tr: Resim yolu veya URL
uk: Шлях до зображення або URL
vi: Đường dẫn hình ảnh hoặc URL
zh_tw: 圖片路徑或URL

# customPlaylistName
source: Playlist name
ar: اسم قائمة التشغيل
bn: প্লেলিস্টের নাম
el: Όνομα playlist
es: Nombre de la lista de reproducción
fa: نام لیست پخش
fr: Nom de la playlist
gu: પ્લેલિસ્ટનું નામ
id: Nama daftar putar kustom
ja: プレイリスト名
ko: 재생목록 이름
mr: प्लेलिस्टचे नाव
pl: Nazwa playlisty
pt: Nome da playlist
ru: Название плейлиста
sw: Jina ya orodha ya kucheza
ta: பிளேலிஸ்ட் பெயர்
te: ప్లేలిస్ట్ పేరు
th: ชื่อเพลย์ลิสต์
tr: Çalma listesi adı
uk: Назва плейлиста
vi: Tên danh sách phát
zh_tw: 播放清單名稱

source: Custom playlists
ar: قوائم تشغيل مخصصة
bn: কাস্টম প্লেলিস্ট
de: Benutzerdefinierte Wiedergabelisten
el: Προσαρμοσμένες λίστες αναπαραγωγής
es: Listas personalizadas
fa: پلی‌لیست‌های سفارشی
fr: Playlists personnalisées
gu: કસ્ટમ પ્લેલિસ્ટ્સ
id: Daftar putar kustom
ja: カスタムプレイリスト
ko: 사용자 정의 재생 목록
mr: सानुकूल प्लेलिस्ट
pl: Niestandardowe playlisty
pt: Playlists personalizadas
ru: Пользовательские плейлисты
sw: Orodha za kucheza maalum
ta: தனிப்பயன் பாடல்பட்டியல்கள்
te: కస్టమ్ ప్లేలిస్ట్లు
th: เพลย์ลิสต์กำหนดเอง
tr: Özel çalma listeleri
uk: Користувацькі плейлисти
vi: Danh sách phát tùy chỉnh
zh_tw: 自訂播放清單

source: Decrease Volume
ar: خفض الصوت
bn: ভলিউম কমান
de: Lautstärke verringern
el: Μείωση έντασης
es: Bajar volumen
fa: کاهش صدا
fr: Diminuer le volume
gu: વોલ્યુમ ઘટાડો
id: Kecilkan volume
ja: 音量を下げる
ko: 볼륨 낮추기
mr: आवाज कमी करा
pl: Zmniejsz głośność
pt: Diminuir volume
ru: Уменьшить громкость
sw: Punguza sauti
ta: ஒலியை குறைக்க
te: వాల్యూమ్ తగ్గించు
th: ลดเสียง
tr: Sesi Azalt
uk: Зменшити гучність
vi: Giảm âm lượng
zh_tw: 降低音量

source: Delete playlist
ar: حذف قائمة التشغيل
bn: প্লেলিস্ট ডিলিট করুন
de: Wiedergabeliste löschen
el: Διαγραφή λίστας αναπαραγωγής
es: Eliminar lista
fa: حذف پلی‌لیست
fr: Supprimer la playlist
gu: પ્લેલિસ્ટ કાઢી નાખો
id: Hapus daftar putar
ja: プレイリストを削除
ko: 재생 목록 삭제
mr: प्लेलिस्ट हटवा
pl: Usuń playlistę
pt: Excluir playlist
ru: Удалить плейлист
sw: Futa orodha ya kucheza
ta: பாடல்பட்டியலை நீக்கு
te: ప్లేలిస్ట్ తొలగించు
th: ลบเพลย์ลิสต์
tr: Çalma listesini sil
uk: Видалити плейлист
vi: Xóa danh sách phát
zh_tw: 刪除播放清單

source: Download
ar: تحميل
bn: ডাউনলোড
de: Herunterladen
el: Λήψη
es: Descargar
fa: دانلود
fr: Télécharger
gu: ડાઉનલોડ
id: Unduh
ja: ダウンロード
ko: 다운로드
mr: डाउनलोड करा
pl: Pobierz
pt: Baixar
ru: Скачать
sw: Pakua
ta: பதிவிறக்க
te: డౌన్లోడ్
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_tw: 下載

source: Download app update
ar: تحميل تحديث التطبيق
bn: অ্যাপ আপডেট ডাউনলোড করুন
de: App-Update herunterladen
el: Λήψη ενημέρωσης εφαρμογής
es: Descargar actualización
fa: دانلود به‌روزرسانی برنامه
fr: Télécharger la mise à jour
gu: ઍપ અપડેટ ડાઉનલોડ કરો
id: Unduh pembaruan aplikasi
ja: アプリを更新
ko: 앱 업데이트 다운로드
mr: अॅप अद्यतन डाउनलोड करा
pl: Pobierz aktualizację aplikacji
pt: Baixar atualização
ru: Скачать обновление
sw: Pakua sasisho la programu
ta: பயன்பாட்டு புதுப்பிப்பை பதிவிறக்க
te: యాప్ నవీకరణను డౌన్లోడ్ చేయండి
th: ดาวน์โหลดอัปเดตแอป
tr: Uygulama güncellemesini indir
uk: Завантажити оновлення
vi: Tải xuống bản cập nhật ứng dụng
zh_tw: 下載應用程式更新

# dynamicColor
source: Dynamic accent color (Android 12+)
ar: لون تمييز ديناميكي (Android 12+)
bn: ডাইনামিক অ্যাকসেন্ট কালার (Android 12+)
de: Dynamische Akzentfarbe (Android 12+)
el: Δυναμικό χρώμα έμφασης (Android 12+)
es: Color dinámico (Android 12+)
fa: رنگ accent پویا (اندروید 12+)
fr: Couleur dynamique (Android 12+)
gu: ડાયનેમિક ઍક્સેન્ટ કલર (Android 12+)
id: Warna aksen dinamis (Android 12+)
ja: ダイナミックカラー (Android 12以降)
ko: 다이내믹 색상 (Android 12 이상)
mr: डायनॅमिक ऍक्सेंट रंग (Android 12+)
pl: Dynamiczny kolor akcentu (Android 12+)
pt: Cor dinâmica (Android 12+)
ru: Динамический цвет (Android 12+)
sw: Rangi ya alama inayobadilika (Android 12+)
ta: டைனமிக் அடையாள நிறம் (Android 12+)
te: డైనమిక్ యాక్సెంట్ రంగు (Android 12+)
th: สีหลักแบบไดนามิก (Android 12+)
tr: Dinamik vurgu rengi (Android 12+)
uk: Динамічний колір (Android 12+)
vi: Màu nhấn động (Android 12+)
zh_tw: 動態強調色 (Android 12+)

# error
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
bn: একটি ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error. Por favor, inténtalo de nuevo.
fa: خطایی رخ داده است. لطفاً دوباره تلاش کنید.
fr: Une erreur est survenue. Veuillez réessayer.
gu: એક ભૂલ આવી છે. કૃપા કરીને ફરી પ્રયત્ન કરો.
id: Terjadi kesalahan. Silakan coba lagi.
ja: エラーが発生しました。もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해 주세요.
mr: एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
pl: Wystąpił błąd. Spróbuj ponownie.
pt: Ocorreu um erro. Por favor, tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте ещё раз.
sw: Hitilafu imetokea. Tafadhali jaribu tena.
ta: ஒரு பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: ఒక లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง
tr: Bir hata oluştu. Lütfen tekrar deneyin.
uk: Сталася помилка. Будь ласка, спробуйте ще раз.
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh_tw: 發生錯誤，請再試一次。

source: Error: Could not find a stream
ar: خطأ: تعذر العثور على تدفق
bn: ত্রুটি: স্ট্রিম খুঁজে পাওয়া যায়নি
de: Fehler: Stream konnte nicht gefunden werden
el: Σφάλμα: Δεν ήταν δυνατή η εύρεση ροής
es: Error: No se encontró el stream
fa: خطا: جریان یافت نشد
fr: Erreur : Flux introuvable
gu: ભૂલ: સ્ટ્રીમ મળી નથી
id: Error: Tidak dapat menemukan stream
ja: エラー：ストリームが見つかりません
ko: 오류: 스트림을 찾을 수 없습니다
mr: त्रुटी: स्ट्रीम सापडली नाही
pl: Błąd: Nie można znaleźć strumienia
pt: Erro: Não foi possível encontrar a transmissão
ru: Ошибка: Не удалось найти поток
sw: Hitilafu: Hakuna mkondo uliopatikana
ta: பிழை: ஸ்ட்ரீம் கிடைக்கவில்லை
te: లోపం: స్ట్రీమ్ కనుగొనబడలేదు
th: ข้อผิดพลาด: ไม่พบสตรีม
tr: Hata: Akış bulunamadı
uk: Помилка: Не вдалося знайти потік
vi: Lỗi: Không thể tìm thấy luồng
zh_tw: 錯誤：找不到串流

# folderRestrictions
source: Android restrictions require selecting specific folders (e.g., Documents or Downloads) for backup.
ar: تتطلب قيود Android تحديد مجلدات معينة (مثل المستندات أو التنزيلات) للنسخ الاحتياطي.
bn: Android সীমাবদ্ধতার জন্য ব্যাকআপের জন্য নির্দিষ্ট ফোল্ডার (যেমন ডকুমেন্টস বা ডাউনলোড) নির্বাচন করতে হবে।
de: Android-Beschränkungen erfordern die Auswahl bestimmter Ordner (z.B. Dokumente oder Downloads) für Backups.
el: Οι περιορισμοί του Android απαιτούν την επιλογή συγκεκριμένων φακέλων (π.χ. Έγγραφα ή Λήψεις) για αντίγραφα ασφαλείας.
es: Las restricciones de Android requieren seleccionar carpetas específicas (como Documentos o Descargas) para backups.
fa: محدودیت‌های اندروید نیازمند انتخاب پوشه‌های خاصی (مانند Documents یا Downloads) برای پشتیبان‌گیری است.
fr: Les restrictions Android nécessitent de sélectionner des dossiers spécifiques (comme Documents ou Téléchargements) pour les sauvegardes.
gu: Android પ્રતિબંધો બેકઅપ માટે ચોક્કસ ફોલ્ડર્સ (દા.ત., ડોક્યુમેન્ટ્સ અથવા ડાઉનલોડ્સ) પસંદ કરવાની જરૂરિયાત રાખે છે.
id: Pembatasan Android mengharuskan memilih folder tertentu (mis. Dokumen atau Unduhan) untuk cadangan.
ja: Androidの制限により、バックアップには特定のフォルダ（例：ドキュメントやダウンロード）を選択する必要があります。
ko: Android 제한으로 인해 백업에는 특정 폴더(예: 문서 또는 다운로드)를 선택해야 합니다.
mr: Android निर्बंधांना बॅकअपसाठी विशिष्ट फोल्डर्स (उदा., Documents किंवा Downloads) निवडणे आवश्यक आहे.
pl: Ograniczenia systemu Android wymagają wyboru konkretnych folderów (np. Dokumenty lub Pobrane) do tworzenia kopii zapasowych.
pt: Restrições do Android exigem a seleção de pastas específicas (como Documentos ou Downloads) para backup.
ru: Ограничения Android требуют выбора определённых папок (например, Документы или Загрузки) для резервного копирования.
sw: Vikwazo vya Android vinahitaji kuchagua folda maalum (kwa mfano, Documents au Downloads) kwa backup.
ta: Android கட்டுப்பாடுகள் காப்பிற்கு குறிப்பிட்ட கோப்புறைகளை (எ.கா., Documents அல்லது Downloads) தேர்ந்தெடுக்க வேண்டும்.
te: Android పరిమితులు బ్యాకప్ కోసం నిర్దిష్ట ఫోల్డర్లను (ఉదా., డాక్యుమెంట్స్ లేదా డౌన్లోడ్స్) ఎంచుకోవాల్సిన అవసరం ఉంది.
th: ข้อจำกัดของ Android ต้องเลือกโฟลเดอร์เฉพาะ (เช่น เอกสาร หรือ ดาวน์โหลด) สำหรับการสำรองข้อมูล
tr: Android kısıtlamaları, yedekleme için belirli klasörlerin (ör. Belgeler veya İndirilenler) seçilmesini gerektirir.
uk: Обмеження Android вимагають вибору певних папок (наприклад, Документи або Завантаження) для резервного копіювання.
vi: Hạn chế trên Android yêu cầu chọn thư mục cụ thể (ví dụ: Tài liệu hoặc Tải xuống) để sao lưu.
zh_tw: Android限制要求選擇特定資料夾(如文件或下載)進行備份。

source: Home
ar: الصفحة الرئيسية
bn: হোম
de: Startseite
el: Αρχική
es: Inicio
fa: خانه
fr: Accueil
gu: હોમ
id: Beranda
ja: ホーム
ko: 홈
mr: मुख्यपृष्ठ
pl: Strona główna
pt: Início
ru: Главная
sw: Nyumbani
ta: முகப்பு
te: హోమ్
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_tw: 首頁

source: Hours
ar: ساعات
bn: ঘন্টা
de: Stunden
el: Ώρες
es: Horas
fa: ساعت
fr: Heures
gu: કલાકો
id: Jam
ja: 時間
ko: 시간
mr: तास
pl: Godziny
pt: Horas
ru: Часы
sw: Saa
ta: மணிநேரம்
te: గంటలు
th: ชั่วโมง
tr: Saat
uk: Години
vi: Giờ
zh_tw: 小時

source: Increase Volume
ar: رفع الصوت
bn: ভলিউম বাড়ান
de: Lautstärke erhöhen
el: Αύξηση έντασης
es: Subir volumen
fa: افزایش صدا
fr: Augmenter le volume
gu: વોલ્યુમ વધારો
id: Besarkan volume
ja: 音量を上げる
ko: 볼륨 높이기
mr: आवाज वाढवा
pl: Zwiększ głośność
pt: Aumentar volume
ru: Увеличить громкость
sw: Ongeza sauti
ta: ஒலியை அதிகரிக்க
te: వాల్యూమ్ పెంచు
th: เพิ่มเสียง
tr: Sesi Artır
uk: Збільшити гучність
vi: Tăng âm lượng
zh_tw: 提高音量

source: Invalid YouTube playlist
ar: قائمة تشغيل YouTube غير صالحة
bn: অবৈধ YouTube প্লেলিস্ট
de: Ungültige YouTube-Wiedergabeliste
el: Μη έγκυρη λίστα αναπαραγωγής YouTube
es: Lista de YouTube no válida
fa: پلی‌لیست یوتیوب نامعتبر
fr: Playlist YouTube invalide
gu: અમાન્ય YouTube પ્લેલિસ્ટ
id: Daftar putar YouTube tidak valid
ja: 無効なYouTubeプレイリスト
ko: 유효하지 않은 YouTube 재생 목록
mr: अवैध YouTube प्लेलिस्ट
pl: Nieprawidłowa playlist YouTube
pt: Playlist do YouTube inválida
ru: Недопустимый плейлист YouTube
sw: Orodha ya kucheza ya YouTube batili
ta: தவறான YouTube பாடல்பட்டியல்
te: చెల్లని YouTube ప్లేలిస్ట్
th: เพลย์ลิสต์ YouTube ไม่ถูกต้อง
tr: Geçersiz YouTube çalma listesi
uk: Недійсний плейлист YouTube
vi: Danh sách phát YouTube không hợp lệ
zh_tw: 無效的YouTube播放清單

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langue
gu: ભાષા
id: Bahasa
ja: 言語
ko: 언어
mr: भाषा
pl: Język
pt: Idioma
ru: Язык
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_tw: 語言

# languageMsg
source: Language updated successfully
ar: تم تحديث اللغة بنجاح
bn: ভাষা সফলভাবে আপডেট করা হয়েছে
de: Sprache erfolgreich aktualisiert
el: Η γλώσσα ενημερώθηκε επιτυχώς
es: Idioma actualizado correctamente
fa: زبان با موفقیت به‌روزرسانی شد
fr: Langue mise à jour avec succès
gu: ભાષા સફળતાપૂર્વક અપડેટ થઈ
id: Bahasa berhasil diperbarui
ja: 言語を更新しました
ko: 언어가 성공적으로 업데이트되었습니다
mr: भाषा यशस्वीरित्या अद्यतनित केली
pl: Język został zaktualizowany
pt: Idioma atualizado com sucesso
ru: Язык успешно изменён
sw: Lugha imesasishwa kwa mafanikio
ta: மொழி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: భాష విజయవంతంగా నవీకరించబడింది
th: อัปเดตภาษาเรียบร้อยแล้ว
tr: Dil başarıyla güncellendi
uk: Мову успішно оновлено
vi: Cập nhật ngôn ngữ thành công
zh_tw: 語言更新成功

source: Library
ar: المكتبة
bn: লাইব্রেরি
de: Bibliothek
el: Βιβλιοθήκη
es: Biblioteca
fa: کتابخانه
fr: Bibliothèque
gu: લાઇબ્રેરી
id: Pustaka
ja: ライブラリ
ko: 라이브러리
mr: लायब्ररी
pl: Biblioteka
pt: Biblioteca
ru: Медиатека
sw: Maktaba
ta: நூலகம்
te: లైబ్రరీ
th: ไลบรารี
tr: Kütüphane
uk: Медіатека
vi: Thư viện
zh_tw: 媒體庫

source: Licenses
ar: التراخيص
bn: লাইসেন্স
de: Lizenzen
el: Άδειες
es: Licencias
fa: مجوزها
fr: Licences
gu: લાઇસન્સ
id: Lisensi
ja: ライセンス
ko: 라이선스
mr: परवाने
pl: Licencje
pt: Licenças
ru: Лицензии
sw: Leseni
ta: உரிமங்கள்
te: లైసెన్స్లు
th: ใบอนุญาต
tr: Lisanslar
uk: Ліцензії
vi: Giấy phép
zh_tw: 授權

source: Liked
ar: المفضلة
bn: পছন্দ
de: Gemerkte
el: Αγαπημένα
es: Favoritos
fa: موردعلاقه
fr: Favoris
gu: પસંદ કરેલ
id: Disukai
ja: お気に入り
ko: 좋아요
mr: आवडले
pl: Polubione
pt: Favoritos
ru: Избранное
sw: Imependwa
ta: விரும்பியது
te: ఇష్టపడ్డారు
th: ถูกใจ
tr: Beğenilen
uk: Улюблене
vi: Yêu thích
zh_tw: 最愛

source: Liked Albums
ar: الألبومات المفضلة
bn: পছন্দের অ্যালবাম
de: Gemerkte Alben
el: Αγαπημένα άλμπουμ
es: Álbumes favoritos
fa: آلبوم‌های موردعلاقه
fr: Albums favoris
gu: પસંદગીના આલ્બમ્સ
id: Album favorit
ja: お気に入りアルバム
ko: 좋아하는 앨범
mr: आवडलेले अल्बम
pl: Ulubione albumy
pt: Álbuns favoritos
ru: Избранные альбомы
sw: Albamu zilizopendwa
ta: விரும்பிய ஆல்பங்கள்
te: ఇష్టమైన ఆల్బమ్లు
th: อัลบั้มที่ชอบ
tr: Beğenilen Albümler
uk: Улюблені альбоми
vi: Album yêu thích
zh_tw: 最愛專輯

source: Liked Artists
ar: الفنانون المفضلون
bn: পছন্দের শিল্পী
de: Gemerkte Künstler
el: Αγαπημένοι καλλιτέχνες
es: Artistas favoritos
fa: هنرمندان موردعلاقه
fr: Artistes favoris
gu: પસંદગીના કલાકારો
id: Artis favorit
ja: お気に入りアーティスト
ko: 좋아하는 아티스트
mr: आवडलेले कलाकार
pl: Ulubieni artyści
pt: Artistas favoritos
ru: Избранные исполнители
sw: Wasanii walipendwa
ta: விரும்பிய கலைஞர்கள்
te: ఇష్టమైన కళాకారులు
th: ศิลปินที่ชอบ
tr: Beğenilen Sanatçılar
uk: Улюблені виконавці
vi: Nghệ sĩ yêu thích
zh_tw: 最愛藝人

source: Liked playlists
ar: قوائم التشغيل المفضلة
bn: পছন্দের প্লেলিস্ট
de: Gemerkte Wiedergabelisten
el: Αγαπημένες λίστες αναπαραγωγής
es: Listas favoritas
fa: پلی‌لیست‌های موردعلاقه
fr: Playlists favorites
gu: પસંદગીના પ્લેલિસ્ટ્સ
id: Daftar putar favorit
ja: お気に入りプレイリスト
ko: 좋아하는 재생 목록
mr: आवडलेले प्लेलिस्ट
pl: Ulubione playlisty
pt: Playlists favoritas
ru: Избранные плейлисты
sw: Orodha za kucheza zilizopendwa
ta: விரும்பிய பாடல்பட்டியல்கள்
te: ఇష్టమైన ప్లేలిస్టులు
th: เพลย์ลิสต์ที่ชอบ
tr: Beğenilen çalma listeleri
uk: Улюблені плейлисти
vi: Danh sách phát yêu thích
zh_tw: 最愛播放清單

source: Liked songs
ar: الأغاني المفضلة
bn: পছন্দের গান
de: Gemerkte Songs
el: Αγαπημένα τραγούδια
es: Canciones favoritas
fa: آهنگ‌های موردعلاقه
fr: Chansons favorites
gu: પસંદગીના ગીતો
id: Lagu favorit
ja: お気に入り曲
ko: 좋아하는 노래
mr: आवडलेली गाणी
pl: Ulubione utwory
pt: Músicas favoritas
ru: Избранные песни
sw: Nyimbo zilizopendwa
ta: விரும்பிய பாடல்கள்
te: ఇష్టమైన పాటలు
th: เพลงที่ชอบ
tr: Beğenilen şarkılar
uk: Улюблені пісні
vi: Bài hát yêu thích
zh_tw: 最愛歌曲

source: Loading...
ar: جاري التحميل...
bn: লোড হচ্ছে...
de: Lädt...
el: Φόρτωση...
es: Cargando...
fa: در حال بارگذاری...
fr: Chargement...
gu: લોડ કરી રહ્યું છે...
id: Memuat...
ja: 読み込み中...
ko: 로드 중...
mr: लोड होत आहे...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sw: Inapakia...
ta: லோட் ஆகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_tw: 載入中...

source: Lyrics
ar: كلمات الأغنية
bn: গানের কথা
de: Songtexte
el: Στίχοι
es: Letras
fa: متن آهنگ
fr: Paroles
gu: બોલ
id: Lirik
ja: 歌詞
ko: 가사
mr: गीत
pl: Tekst utworu
pt: Letra
ru: Текст песни
sw: Mafunzo
ta: பாடல் வரிகள்
te: పాట వర్ణన
th: เนื้อเพลง
tr: Şarkı Sözleri
uk: Текст пісні
vi: Lời bài hát
zh_tw: 歌詞

source: Lyrics not available
ar: الكلمات غير متوفرة
bn: গানের কথা পাওয়া যায়নি
de: Songtexte nicht verfügbar
el: Οι στίχοι δεν είναι διαθέσιμοι
es: Letras no disponibles
fa: متن آهنگ موجود نیست
fr: Paroles non disponibles
gu: બોલ ઉપલબ્ધ નથી
id: Lirik tidak tersedia
ja: 歌詞は利用できません
ko: 가사를 사용할 수 없습니다
mr: गीत उपलब्ध नाही
pl: Tekst utworu niedostępny
pt: Letra não disponível
ru: Текст недоступен
sw: Mafunzo hayapatikani
ta: பாடல் வரிகள் கிடைக்கவில்லை
te: పాట వర్ణన అందుబాటులో లేదు
th: ไม่มีเนื้อเพลง
tr: Şarkı sözleri mevcut değil
uk: Текст недоступний
vi: Không có lời bài hát
zh_tw: 歌詞不可用

# makeOffline
source: Make available offline
ar: جعلها متاحة دون اتصال
bn: অফলাইনে উপলব্ধ করুন
de: Offline verfügbar machen
el: Διαθέσιμο εκτός σύνδεσης
es: Disponible sin conexión
fa: دسترسی آفلاین
fr: Rendre disponible hors ligne
gu: ઑફલાઇન ઉપલબ્ધ કરો
id: Buat tersedia offline
ja: オフラインで利用可能にする
ko: 오프라인에서 사용 가능
mr: ऑफलाइन उपलब्ध करा
pl: Udostępnij offline
pt: Disponível offline
ru: Доступно офлайн
sw: Fanya inapatikana nje ya mtandao
ta: ஆஃப்லைனில் கிடைக்கச் செய்க
te: ఆఫ్లైన్లో అందుబాటులో ఉంచండి
th: ใช้งานแบบออฟไลน์
tr: Çevrimdışı olarak kullanılabilir yap
uk: Доступно офлайн
vi: Sử dụng khi ngoại tuyến
zh_tw: 設為離線可用

source: Minutes
ar: دقائق
bn: মিনিট
de: Minuten
el: Λεπτά
es: Minutos
fa: دقیقه
gu: મિનિટ
id: Menit
ja: 分
ko: 분
mr: मिनिटे
pl: Minuty
pt: Minutos
ru: Минуты
sw: Dakika
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: Dakika
uk: Хвилини
vi: Phút
zh_tw: 分鐘

source: Name
ar: الاسم
bn: নাম
el: Όνομα
es: Nombre
fa: نام
fr: Nom
gu: નામ
id: Nama
ja: 名前
ko: 이름
mr: नाव
pl: Nazwa
pt: Nome
ru: Название
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_tw: 名稱

# newAnnouncement
source: New announcement posted
ar: تم نشر إعلان جديد
bn: নতুন ঘোষণা পোস্ট করা হয়েছে
de: Neue Ankündigung veröffentlicht
el: Νέα ανακοίνωση δημοσιεύτηκε
es: Nuevo anuncio publicado
fa: اعلان جدید منتشر شد
fr: Nouvelle annonce publiée
gu: નવી જાહેરાત પોસ્ટ કરાઈ
id: Pengumuman baru diposting
ja: 新しいお知らせが投稿されました
ko: 새 공지사항이 게시되었습니다
mr: नवीन घोषणा पोस्ट केली
pl: Opublikowano nowe ogłoszenie
pt: Novo anúncio publicado
ru: Опубликовано новое объявление
sw: Tangazo jimechapishwa
ta: புதிய அறிவிப்பு வெளியிடப்பட்டது
te: కొత్త ప్రకటన పోస్ట్ చేయబడింది
th: ประกาศใหม่ถูกโพสต์
tr: Yeni duyuru yayınlandı
uk: Опубліковано нове оголошення
vi: Thông báo mới đã đăng
zh_tw: 已發布新公告

# noCustomPlaylists
source: No custom playlists created yet
ar: لا توجد قوائم تشغيل مخصصة حتى الآن
bn: এখনও কোনো কাস্টম প্লেলিস্ট তৈরি হয়নি
de: Noch keine benutzerdefinierten Wiedergabelisten erstellt
el: Δεν έχουν δημιουργηθεί ακόμα προσαρμοσμένες λίστες αναπαραγωγής
es: Aún no hay listas personalizadas
fa: هنوز پلی‌لیست سفارشی ایجاد نشده است
fr: Aucune playlist personnalisée créée
gu: હજુ કોઈ કસ્ટમ પ્લેલિસ્ટ્સ બનાવાયા નથી
id: Belum ada daftar putar kustom
ja: カスタムプレイリストがまだ作成されていません
ko: 아직 사용자 정의 재생 목록이 없습니다
mr: अद्याप कोणतीही सानुकूल प्लेलिस्ट तयार केलेली नाही
pl: Brak niestandardowych playlist
pt: Nenhuma playlist personalizada criada
ru: Нет пользовательских плейлистов
sw: Hakuna orodha ya kucheza maalum bado
ta: இன்னும் தனிப்பயன் பாடல்பட்டியல் உருவாக்கப்படவில்லை
te: ఇంకా కస్టమ్ ప్లేలిస్ట్లు సృష్టించబడలేదు
th: ยังไม่มีเพลย์ลิสต์กำหนดเอง
tr: Henüz özel çalma listesi oluşturulmadı
uk: Немає користувацьких плейлистів
vi: Chưa có danh sách phát tùy chỉnh
zh_tw: 尚未建立自訂播放清單

# noLikedAlbums
source: You don't have any liked albums!
ar: ليس لديك أي ألبومات مفضلة!
bn: আপনার কোনো পছন্দের অ্যালবাম নেই!
de: Sie haben keine bevorzugten Alben!
el: Δεν έχετε αγαπημένα άλμπουμ!
es: ¡No tienes álbumes favoritos!
fa: شما هیچ آلبوم موردعلاقه‌ای ندارید!
fr: Vous n'avez aucun album favori !
gu: તમારી પાસે કોઈ પસંદગીના આલ્બમ્સ નથી!
id: Anda tidak memiliki album favorit!
ja: お気に入りのアルバムはありません！
ko: 좋아하는 앨범이 없습니다!
mr: तुमच्याकडे कोणतेही आवडते अल्बम नाहीत!
pl: Nie masz ulubionych albumów!
pt: Você não tem álbuns favoritos!
ru: У вас нет любимых альбомов!
sw: Huna albamu zozote zilizopendwa!
ta: உங்களுக்கு விரும்பிய ஆல்பங்கள் எதுவும் இல்லை!
te: మీకు ఇష్టమైన ఆల్బమ్లు ఏవీ లేవు!
th: คุณยังไม่มีอัลบั้มที่ชอบ!
tr: Beğendiğiniz herhangi bir albüm yok!
uk: У вас немає улюблених альбомів!
vi: Bạn chưa có album yêu thích nào!
zh_tw: 你沒有最愛的專輯！

# noLikedartists
source: You don't have any liked artists!
ar: ليس لديك أي فنانين مفضلين!
bn: আপনার কোনো পছন্দের শিল্পী নেই!
de: Sie haben keine bevorzugten Künstler!
el: Δεν έχετε αγαπημένους καλλιτέχνες!
es: ¡No tienes artistas favoritos!
fa: شما هیچ هنرمند موردعلاقه‌ای ندارید!
fr: Vous n'avez aucun artiste favori !
gu: તમારી પાસે કોઈ પસંદગીના કલાકારો નથી!
id: Anda tidak memiliki artis favorit!
ja: お気に入りのアーティストはいません！
ko: 좋아하는 아티스트가 없습니다!
mr: तुमच्याकडे कोणतेही आवडते कलाकार नाहीत!
pl: Nie masz ulubionych artystów!
pt: Você não tem artistas favoritos!
ru: У вас нет любимых исполнителей!
sw: Huna wasanii wowote walipendwa!
ta: உங்களுக்கு விரும்பிய கலைஞர்கள் எவரும் இல்லை!
te: మీకు ఇష్టమైన కళాకారులు ఎవరూ లేరు!
th: คุณยังไม่มีศิลปินที่ชอบ!
tr: Beğendiğiniz herhangi bir sanatçı yok!
uk: У вас немає улюблених виконавців!
vi: Bạn chưa có nghệ sĩ yêu thích nào!
zh_tw: 你沒有最愛的藝人！

# noLikedSongs
source: You don't have any liked songs!
ar: ليس لديك أي أغاني مفضلة!
bn: আপনার কোনো পছন্দের গান নেই!
de: Sie haben keine bevorzugten Songs!
el: Δεν έχετε αγαπημένα τραγούδια!
es: ¡No tienes canciones favoritas!
fa: شما هیچ آهنگ موردعلاقه‌ای ندارید!
fr: Vous n'avez aucune chanson favorite !
gu: તમારી પાસે કોઈ પસંદગીના ગીતો નથી!
id: Anda tidak memiliki lagu favorit!
ja: お気に入りの曲はありません！
ko: 좋아하는 노래가 없습니다!
mr: तुमच्याकडे कोणतीही आवडती गाणी नाहीत!
pl: Nie masz ulubionych utworów!
pt: Você não tem músicas favoritas!
ru: У вас нет любимых песен!
sw: Huna nyimbo zozote zilizopendwa!
ta: உங்களுக்கு விரும்பிய பாடல்கள் எதுவும் இல்லை!
te: మీకు ఇష్టమైన పాటలు ఏవీ లేవు!
th: คุณยังไม่มีเพลงที่ชอบ!
tr: Beğendiğiniz herhangi bir şarkı yok!
uk: У вас немає улюблених пісень!
vi: Bạn chưa có bài hát yêu thích nào!
zh_tw: 你沒有最愛的歌曲！

# noSongsInQueue
source: No songs in the queue.
ar: لا توجد أغاني في قائمة الانتظار.
bn: কিউতে কোনো গান নেই।
de: Keine Songs in der Warteschlange.
el: Δεν υπάρχουν τραγούδια στην ουρά.
es: No hay canciones en la cola.
fa: هیچ آهنگی در صف وجود ندارد.
fr: Aucune chanson dans la file d'attente.
gu: કતારમાં કોઈ ગીતો નથી.
id: Tidak ada lagu dalam antrian.
ja: キューに曲がありません。
ko: 재생 목록에 노래가 없습니다.
mr: रांगेत कोणतीही गाणी नाहीत.
pl: Brak utworów w kolejce.
pt: Nenhuma música na fila.
ru: Нет песен в очереди.
sw: Hakuna nyimbo kwenye foleni.
ta: வரிசையில் பாடல்கள் இல்லை.
te: క్యూలో పాటలు లేవు.
th: ไม่มีเพลงในคิว
tr: Kuyrukta şarkı yok.
uk: Немає пісень у черзі.
vi: Không có bài hát trong hàng đợi.
zh_tw: 播放佇列中沒有歌曲。
