Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

source: Downloaded
ar: تم التنزيل
bn: ডাউনলোড করা হয়েছে
es: Descargado
fa: دانلود شده
gu: ડાઉનલોડ થયેલ
ja: ダウンロード済み
ko: 다운로드됨
mr: डाउनलोड केले
pl: Pobrano
pt: Transferido
ru: Загружено
sw: Imepakwa
ta: பதிவிறக்கம் செய்யப்பட்டது
te: డౌన్‌లోడ్ చేయబడింది
th: ดาวน์โหลดแล้ว
uk: Завантажено

# checkBackLater
source: Working on it. Please check back later...
ar: نعمل على ذلك. يرجى التحقق لاحقًا...
bn: এটি নিয়ে কাজ করা হচ্ছে। পরে আবার চেক করুন...
fa: در حال کار روی آن هستیم. لطفاً بعداً دوباره بررسی کنید...
gu: તેના પર કામ ચાલી રહ્યું છે. કૃપા કરીને પછી ફરી તપાસો...
ja: 対応中です。後でもう一度確認してください...
ko: 작업 중입니다. 나중에 다시 확인해 주세요...
mr: त्यावर काम चालू आहे. कृपया नंतर पुन्हा तपासा...
pl: Nad tym pracujemy. Proszę sprawdzić później...
pt: Estamos trabalhando nisso. Por favor, verifique novamente mais tarde...
ru: Работаем над этим. Пожалуйста, проверьте позже...
sw: Tunafanya kazi juu yake. Tafadhali angalia tena baadaye...
ta: அதில் வேலை செய்து கொண்டிருக்கிறோம். பின்னர் மீண்டும் சரிபார்க்கவும்...
te: దానిపై పని చేస్తున్నాము. దయచేసి తర్వాత తనిఖీ చేయండి...
th: กำลังดำเนินการ กรุณาตรวจสอบอีกครั้งในภายหลัง...
uk: Працюємо над цим. Будь ласка, перевірте пізніше...

source: Unable to download
ar: تعذر التحميل
bn: ডাউনলোড করতে অক্ষম
fa: قادر به دانلود نیست
gu: ડાઉનલોડ કરવામાં અસમર્થ
ja: ダウンロードできません
ko: 다운로드할 수 없음
mr: डाउनलोड करण्यास अक्षम
pl: Nie można pobrać
pt: Não foi possível baixar
ru: Не удалось скачать
sw: Hawezi kupakua
ta: பதிவிறக்கம் செய்ய முடியவில்லை
te: డౌన్‌లోడ్ చేయలేకపోయింది
th: ไม่สามารถดาวน์โหลดได้
uk: Неможливо завантажити

# downloadingInBackground
source: Downloading song in background
ar: يتم تنزيل الأغنية في الخلفية
bn: গানটি ব্যাকগ্রাউন্ডে ডাউনলোড হচ্ছে
fa: آهنگ در حال دانلود در پس‌زمینه است
gu: ગીત પૃષ્ઠભૂમિમાં ડાઉનલોડ થાય છે
ja: バックグラウンドで曲をダウンロード中
ko: 백그라운드에서 노래를 다운로드하는 중
mr: गाणे बॅकग्राउंडमध्ये डाउनलोड केले जात आहे
pl: Piosenka jest pobierana w tle
pt: A fazer download da música em segundo plano
ru: Загрузка песни в фоновом режиме
sw: Wimbo unapakuliwa kwa nyuma
ta: பின்னணியில் பாடல் பதிவிறக்கம் செய்யப்படுகிறது
te: పాట పరదా వెనుక డౌన్‌లోడ్ అవుతుంది
th: กำลังดาวน์โหลดเพลงในพื้นหลัง
uk: Пісня завантажується у фоновому режимі

# openInMusicBrainz
source: Open in MusicBrainz database
ar: فتح في قاعدة بيانات MusicBrainz
bn: MusicBrainz ডেটাবেসে খুলুন
fa: باز کردن در پایگاه داده MusicBrainz
gu: MusicBrainz ડેટાબેસમાં ખોલો
ja: MusicBrainzデータベースで開く
ko: MusicBrainz 데이터베이스에서 열기
mr: MusicBrainz डेटाबेसमध्ये उघडा
pl: Otwórz w bazie danych MusicBrainz
pt: Abrir na base de dados MusicBrainz
ru: Открыть в базе данных MusicBrainz
sw: Fungua katika hifadhidata ya MusicBrainz
ta: MusicBrainz தரவுத்தளத்தில் திறக்க
te: MusicBrainz డేటాబేస్‌లో తెరవండి
th: เปิดในฐานข้อมูล MusicBrainz
uk: Відкрити в базі даних MusicBrainz

source: Download cancelled
ar: تم إلغاء التنزيل
bn: ডাউনলোড বাতিল করা হয়েছে
gu: ડાઉનલોડ રદ કરવામાં આવ્યું
ja: ダウンロードがキャンセルされました
ko: 다운로드가 취소됨
mr: डाउनलोड रद्द केले
pl: Pobieranie anulowane
pt: Download cancelado
ru: Загрузка отменена
sw: Upakuli umeghairiwa
ta: பதிவிறக்கம் ரத்து செய்யப்பட்டது
te: డౌన్‌లోడ్ రద్దు చేయబడింది
th: ยกเลิกการดาวน์โหลดแล้ว
uk: Завантаження скасовано

source: Download paused
ar: التنزيل متوقف مؤقتًا
bn: ডাউনলোড বিরতিতে আছে
gu: ડાઉनલોડ થોભાવવામાં આવ્યું
ja: ダウンロードが一時停止中
ko: 다운로드 일시 중지됨
mr: डाउनलोड विराम दिलेला आहे
pl: Pobieranie wstrzymane
pt: Download em pausa
ru: Загрузка приостановлена
sw: Upakuli umesitishwa
ta: பதிவிறக்கம் இடைநிறுத்தப்பட்டது
te: డౌన్‌లోడ్ విరామించబడింది
th: หยุดดาวน์โหลดชั่วคราว
uk: Завантаження призупинено

source: Extended Play
ar: تشغيل موسع
bn: এক্সটেন্ডেড প্লে
gu: વિસ્તૃત પ્લે
ja: エクステンデッド・プレイ
ko: 익스텐디드 플레이
mr: विस्तारित प्ले
ru: Расширенное воспроизведение
sw: Uchezaji Ulioongezwa
ta: நீட்டிக்கப்பட்ட ப்ளே
te: విస్తరించిన ప్లే
uk: Розширене відтворення

source: Broadcast
ar: بث
bn: ব্রডকাস্ট
gu: પ્રસારણ
ja: ブロードキャスト
ko: 브로드캐스트
mr: प्रसारण
pl: Transmisja
ru: Трансляция
sw: Utangazaji
ta: ஒலிபரப்பு
te: ప్రసారం
th: ออกอากาศ
uk: Трансляція

# getYouTube
source: Get YouTube link
ar: الحصول على رابط YouTube
bn: YouTube লিঙ্ক পান
gu: YouTube લિંક મેળવો
ja: YouTubeリンクを取得
ko: YouTube 링크 가져오기
mr: YouTube दुवा मिळवा
pl: Pobierz link YouTube
ru: Получить ссылку YouTube
sw: Pata kiungo cha YouTube
ta: YouTube இணைப்பைப் பெறுக
te: YouTube లింక్ పొందండి
th: รับลิงก์ YouTube
uk: Отримати посилання YouTube

# youtubeLinks
source: Show YouTube links
ar: عرض روابط YouTube
bn: YouTube লিঙ্ক দেখান
gu: YouTube લિંક્સ બતાવો
ja: YouTubeリンクを表示
ko: YouTube 링크 표시
mr: YouTube दुवे दाखवा
pl: Pokaż linki YouTube
ru: Показать ссылки YouTube
sw: Onyoa viungo vya YouTube
ta: YouTube இணைப்புகளைக் காட்டு
te: YouTube లింక్‌లను చూపించు
th: แสดงลิงก์ YouTube
uk: Показати посилання YouTube

# noInternet
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
bn: ইন্টারনেট সংযোগ নেই
gu: ઇન્ટરનેટ કનેક્શન નથી
ja: インターネット接続なし
ko: 인터넷 연결 없음
mr: इंटरनेट कनेक्शन नाही
pl: Brak połączenia z internetem
ru: Нет подключения к интернету
sw: Hakuna Muunganisho wa Mtandao
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
uk: Немає з’єднання з інтернетом

# noInternetMessage
source: You're offline. Open in offline mode or try to reconnect?
ar: أنت غير متصل. افتح Reverbio في وضع عدم الاتصال أو حاول إعادة الاتصال؟
bn: আপনি অফলাইনে আছেন। অফলাইন মোডে খুলুন বা পুনরায় সংযোগ করার চেষ্টা করুন?
gu: તમે ઑફલાઇન છો. ઑફલાઇન મોડમાં ખોલો અથવા ફરીથી કનેક્ટ થવાનો પ્રયાસ કરો?
ja: オフラインです。オフラインモードで開くか、再接続しますか？
ko: 오프라인 상태입니다. 오프라인 모드로 열거나 다시 연결하시겠습니까?
mr: तुम ऑफलाइन आहात. ऑफलाइन मोडमध्ये उघडा किंवा पुन्हा कनेक्ट होण्याचा प्रयत्न करा?
pl: Jesteś offline. Otworzyć w trybie offline czy spróbować połączyć się ponownie?
ru: Вы не в сети. Открыть в автономном режиме или попробовать переподключиться?
sw: Uko nje ya mtandao. Fungua katika hali ya nje ya mtandao au ujaribu kuunganisha tena?
ta: நீங்கள் 오프라인状态下にいます。 오프라인 모드로 열거나 다시 연결하시겠습니까?
te: మీరు 오프라인状态下にいます。 오프라인 모드로 열거나 다시 연결하시겠습니까?
th: คุณออฟไลน์ เปิดในโหมดออฟไลน์หรือลองเชื่อมต่อใหม่?
uk: Ви не в мережі. Відкрити в автономному режимі чи спробувати перепідключитися?

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
gu: ફરીથી પ્રયત્ન કરો
ja: 再試行
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
pl: Ponów
ru: Повторить
sw: Jaribu Tenai
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
uk: Повторити

source: Exit
ar: خروج
bn: প্রস্থান
ja: 終了
ko: 나가기
mr: बाहेर पडा
pl: Wyjdź
ru: Выйти
sw: Toka
ta: வெளியேறு
te: నిష్క్రమించు
th: ออก
uk: Вийти

# offlineModeMessage
source: Restart required to enter Offline Mode. Exit the app now?
ar: مطلوب إعادة تشغيل للدخول إلى الوضع دون اتصال. هل تريد الخروج من التطبيق الآن؟
bn: অফলাইন মোডে প্রবেশ করতে পুনরায় চালু প্রয়োজন। এখনই অ্যাপ থেকে বের হতে চান?
ja: オフラインモードに入るには再起動が必要です。アプリを終了しますか？
ko: 오프라인 모드 전환을 위해 재시작이 필요합니다. 지금 앱을 종료할까요?
mr: ऑफलाइन मोडमध्ये प्रवेश करण्यासाठी रीस्टार्ट आवश्यक आहे. आत्ताच ॲपमधून बाहेर पडायचे?
pl: Wymagane ponowne uruchomienie, aby przejść w tryb offline. Wyjść z aplikacji teraz?
ru: Для перехода в автономный режим требуется перезагрузка. Выйти из приложения сейчас?
sw: Inahitaji kuanzisha upya kuingiza Hali ya Nje ya Mtandao. Toka kwenye programu sasa?
ta: ஆஃப்லைன் பயன்முறையில் நுழைய மறுதொடக்கம் தேவை. இப்போது பயன்பாட்டிலிருந்து வெளியேறவா?
te: ఆఫ్‌లైన్ మోడ్‌లోకి ప్రవేశించడానికి పునఃప్రారంభం అవసరం. ఇప్పుడు అనువర్తనం నుండి నిష్క్రమించాలా?
th: ต้องรีสตาร์ตเพื่อเข้าสู่โหมดออฟไลน์ ออกจากแอปพลิเคชันตอนนี้หรือไม่?
uk: Для входу в автономний режим потрібен перезапуск. Вийти з програми зараз?

# noData
source: There doesn't seem to be anything here...
ja: ここには何もないようです...
mr: इथे काहीही नाही असे दिसते...
ta: இங்கே எதுவும் இல்லை என்று தெரிகிறது...
th: ดูเหมือนว่าจะไม่มีอะไรที่นี่...
uk: Здається, тут нічого немає...

source: Cancelled
ja: キャンセルされました
mr: रद्द केले
ta: ரத்து செய்யப்பட்டது
th: ยกเลิกแล้ว
uk: Скасовано

source: Unknown
ja: 不明
mr: अज्ञात
ta: தெரியவில்லை
th: ไม่ทราบ
uk: Невідомо

source: Import Playlist CSV
ja: プレイリストCSVをインポート
mr: प्लेलिस्ट CSV आयात करा
ta: பிளேலிஸ்ட் CSV இறக்குமதி
th: นำเข้าเพลย์ลิสต์ CSV
uk: Імпортувати плейлист CSV

source: Upcoming
ja: 近日公開
mr: आगामी
ta: வரவிருக்கிறது
th: เร็วๆ นี้
uk: Майбутні

# noPlaylists
source: No Playlists found...
ja: プレイリストが見つかりませんでした...
mr: कोणत्याही प्लेलिस्ट सापडल्या नाहीत...
ta: பிளேலிஸ்ட்கள் எதுவும் கிடைக்கவில்லை...
th: ไม่พบเพลย์ลิสต์...
uk: Плейлистів не знайдено...

source: Search playlists...
ja: プレイリストを検索...
mr: प्लेलिस्ट शोधा...
ta: பிளேலிஸ்ட்களைத் தேடு...
th: ค้นหาเพลย์ลิสต์...
uk: Пошук плейлистів...

source: Un-match
ja: マッチ解除
mr: अनमॅच करा
ta: பொருந்தாதது
th: ยกเลิกการจับคู่
uk: Від'єднати

# aboutSubtitle
source: Software & Game Developer
ja: ソフトウェア＆ゲーム開発者
mr: सॉफ्टवेअर आणि गेम डेव्हलपर
ta: மென்பொருள் & விளையாட்டு உருவாக்குநர்
th: นักพัฒนาซอฟต์แวร์และเกม
uk: Розробник програмного забезпечення та ігор

# aboutTitle
source: Akash Patel
ja: アカシュ・パテル
mr: आकाश पटेल
ta: ஆகாஷ் படேல்
th: อากาช ปาเทล
uk: Акаш Пател

source: Website
ja: ウェブサイト
mr: वेबसाइट
ta: வலைத்தளம்
th: เว็บไซต์
uk: Веб-сайт

# tagOfflineFiles
source: Tag offline tracks with metadata
ja: オフライントラックにメタデータでタグ付け
mr: मेटाडेटासह ऑफलाइन ट्रॅक टॅग करा
ta: மெட்டாடேட்டாவுடன் ஆஃப்லைன் பாடல்களை குறியிடு
th: แท็กเพลงออฟไลน์ด้วยเมตาดาต้า
uk: Додати метадані до офлайн-треків

# changeOfflineDir
source: Change offline directory
ja: オフラインディレクトリを変更
mr: ऑफलाइन डिरेक्टरी बदला
ta: ஆஃப்லைன் அடைவை மாற்று
th: เปลี่ยนไดเรกทอรีออฟไลน์
uk: Змінити офлайн-директорію

# newDir
source: Change offline directory to:
ja: オフラインディレクトリを変更:
mr: ऑफलाइन डिरेक्टरी बदला:
ta: ஆஃப்லைன் அடைவை மாற்று:
th: เปลี่ยนไดเรกทอรีออฟไลน์เป็น:
uk: Змінити офлайн-директорію на:

# onUninstallOfflineDir
source: Note: Your offline files will remain on your device if you uninstall the app. You can delete them manually from your file manager.
ja: 注: アプリをアンインストールしても、オフラインファイルはデバイスに残ります。ファイルマネージャーから手動で削除できます。
mr: टीप: आपण अ‍ॅप अनइंस्टॉल केल्यास, आपली ऑफलाइन फाइल्स आपल्या डिव्हाइसवर राहतील. आपण त्या आपल्या फाइल मॅनेजरमधून स्वहस्ते काढू शकता.
ta: குறிப்பு: பயன்பாட்டை நீக்கினால், உங்கள் ஆஃப்லைன் கோப்புகள் உங்கள் சாதனத்தில் இருக்கும். அவற்றை உங்கள் கோப்பு மேலாளரிலிருந்து கைமுறையாக நீக்கலாம்.
th: หมายเหตุ: ไฟล์ออฟไลน์ของคุณจะยังคงอยู่บนอุปกรณ์หากคุณถอนการติดตั้งแอป คุณสามารถลบได้ด้วยตนเองจากตัวจัดการไฟล์
uk: Примітка: Ваші офлайн-файли залишаться на пристрої після видалення програми. Ви можете видалити їх вручну через файловий менеджер.

# additionalMusicDir
source: Additional music directories
ja: 追加の音楽ディレクトリ
mr: अतिरिक्त संगीत डिरेक्टरी
ta: கூடுதல் இசை அடைவுகள்
th: ไดเรกทอรีเพลงเพิ่มเติม
uk: Додаткові музичні директорії

# addAdditionalMusicDir
source: Add additional directories that contain music on your device
ja: デバイス上の音楽を含む追加のディレクトリを追加
mr: आपल्या डिव्हाइसवरील संगीत असलेल्या अतिरिक्त डिरेक्टरी जोडा
ta: உங்கள் சாதனத்தில் இசை கொண்ட கூடுதல் அடைவுகளைச் சேர்க்கவும்
th: เพิ่มไดเรกทอรีเพิ่มเติมที่มีเพลงในอุปกรณ์ของคุณ
uk: Додати додаткові директорії з музикою на вашому пристрої

source: Android Auto
ar: أندرويد أوتو
bn: অ্যান্ড্রয়েড অটো
fa: اندروید اتو

source: AUX
ar: مدخل AUX
