Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

source: Restore user data
ar: استعادة بيانات المستخدم
bn: ব্যবহারকারী ডেটা পুনরুদ্ধার করুন
de: Benutzerdaten wiederherstellen
el: Αποκατάσταση δεδομένων χρήστη
es: Restaurar datos
fa: بازیابی داده‌های کاربر
fr: Restaurer les données
gu: વપરાશકર્તા ડેટા પુનઃસ્થાપિત કરો
id: Pulihkan data pengguna
ja: ユーザーデータを復元
ko: 사용자 데이터 복원
mr: वापरकर्ता डेटा पुनर्संचयित करा
pl: Przywróć dane użytkownika
pt: Restaurar dados
ru: Восстановить данные
sw: Rejesha data ya mtumiaji
ta: பயனர் தரவை மீட்டெடு
te: వినియోగదారు డేటాను పునరుద్ధరించండి
th: กู้คืนข้อมูลผู้ใช้
tr: Kullanıcı verisini geri yükle
uk: Відновити дані
vi: Khôi phục dữ liệu người dùng
zh_tw: 還原使用者資料

# saveAsPlayList
source: Save as custom playlist
ar: حفظ كقائمة تشغيل مخصصة
bn: কাস্টম প্লেলিস্ট হিসাবে সংরক্ষণ করুন
de: Als benutzerdefinierte Wiedergabeliste speichern
el: Αποθήκευση ως προσαρμοσμένη λίστα αναπαραγωγής
es: Guardar como lista personalizada
fa: ذخیره به عنوان پلی‌لیست سفارشی
fr: Enregistrer comme playlist personnalisée
gu: કસ્ટમ પ્લેલિસ્ટ તરીકે સાચવો
id: Simpan sebagai daftar putar kustom
ja: カスタムプレイリストとして保存
ko: 사용자 정의 재생 목록으로 저장
mr: सानुकूल प्लेलिस्ट म्हणून जतन करा
pl: Zapisz jako niestandardową playlistę
pt: Salvar como playlist personalizada
ru: Сохранить как плейлист
sw: Hifadhi kama orodha ya kucheza maalum
ta: தனிப்பயன் பாடல்பட்டியலாக சேமிக்க
te: కస్టమ్ ప్లేలిస్ట్‌గా సేవ్ చేయండి
th: บันทึกเป็นเพลย์ลิสต์กำหนดเอง
tr: Özel çalma listesi olarak kaydet
uk: Зберегти як плейлист
vi: Lưu thành danh sách phát tùy chỉnh
zh_tw: 另存為自訂播放清單

source: Search
ar: بحث
bn: সার্চ
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fr: Rechercher
gu: શોધો
id: Cari
ja: 検索
ko: 검색
mr: शोधा
pl: Szukaj
pt: Pesquisar
ru: Поиск
sw: Tafuta
ta: தேடு
te: శోధించండి
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_tw: 搜尋

# searchHistoryMsg
source: Search history cleared
ar: تم مسح سجل البحث
bn: সার্চ ইতিহাস পরিষ্কার করা হয়েছে
de: Suchverlauf gelöscht
el: Το ιστορικό αναζήτησης εκκαθαρίστηκε
es: Historial de búsqueda borrado
fa: تاریخچه جستجو پاک شد
fr: Historique de recherche effacé
gu: શોધ ઇતિહાસ સાફ થયો
id: Riwayat pencarian dibersihkan
ja: 検索履歴をクリアしました
ko: 검색 기록이 지워졌습니다
mr: शोध इतिहास साफ केला
pl: Historia wyszukiwania została wyczyszczona
pt: Histórico de pesquisa limpo
ru: История поиска очищена
sw: Historia ya utafutaji imefutwa
ta: தேடல் வரலாறு அழிக்கப்பட்டது
te: శోధన చరిత్ర క్లియర్ చేయబడింది
th: ล้างประวัติการค้นหาแล้ว
tr: Arama geçmişi temizlendi
uk: Історію пошуку очищено
vi: Đã xóa lịch sử tìm kiếm
zh_tw: 搜尋紀錄已清除

source: Select duration
ar: حدد المدة
bn: সময়কাল নির্বাচন করুন
de: Dauer auswählen
el: Επιλογή διάρκειας
es: Seleccionar duración
fa: انتخاب مدت زمان
fr: Sélectionner la durée
gu: અવધિ પસંદ કરો
id: Pilih durasi
ja: 時間を選択
ko: 시간 선택
mr: कालावधी निवडा
pl: Wybierz czas trwania
pt: Selecionar duração
ru: Выбрать продолжительность
sw: Chagua muda
ta: கால அளவைத் தேர்ந்தெடுக்கவும்
te: కాలవ్యవధిని ఎంచుకోండి
th: เลือกระยะเวลา
tr: Süre seç
uk: Вибрати тривалість
vi: Chọn thời lượng
zh_tw: 選擇持續時間

source: Set sleep timer
ar: ضبط مؤقت النوم
bn: স্লিপ টাইমার সেট করুন
de: Schlaf-Timer einstellen
el: Ορισμός χρονοδιακόπτη ύπνου
es: Configurar temporizador
fa: تنظیم تایمر خواب
fr: Définir un minuteur
gu: સ્લીપ ટાઇમર સેટ કરો
id: Atur timer tidur
ja: スリープタイマーを設定
ko: 슬립 타이머 설정
mr: झोप टाइमर सेट करा
pl: Ustaw timer snu
pt: Definir timer de desligamento
ru: Установить таймер сна
sw: Weka timer ya kulala
ta: தூக்க டைமரை அமைக்கவும்
te: స్లీప్ టైమర్ సెట్ చేయండి
th: ตั้งเวลาปิดอัตโนมัติ
tr: Uyku zamanlayıcısını ayarla
uk: Встановити таймер сну
vi: Đặt hẹn giờ ngủ
zh_tw: 設定睡眠計時器

source: Set timer
ar: ضبط المؤقت
bn: টাইমার সেট করুন
de: Timer einstellen
el: Ορισμός χρονοδιακόπτη
es: Establecer temporizador
fa: تنظیم تایمر
fr: Définir le minuteur
gu: ટાઇમર સેટ કરો
id: Atur timer
ja: タイマーを設定
ko: 타이머 설정
mr: टाइमर सेट करा
pl: Ustaw timer
pt: Definir timer
ru: Установить таймер
sw: Weka timer
ta: டைமரை அமைக்கவும்
te: టైమర్ సెట్ చేయండి
th: ตั้งเวลา
tr: Zamanlayıcıyı ayarla
uk: Встановити таймер
vi: Đặt hẹn giờ
zh_tw: 設定計時器

# settingChangedMsg
source: Settings updated successfully
ar: تم تحديث الإعدادات بنجاح
bn: সেটিংস সফলভাবে আপডেট করা হয়েছে
de: Einstellungen erfolgreich aktualisiert
el: Οι ρυθμίσεις ενημερώθηκαν επιτυχώς
es: Configuración actualizada
fa: تنظیمات با موفقیت به‌روزرسانی شد
fr: Paramètres mis à jour
gu: સેટિંગ્સ સફળતાપૂર્વક અપડેટ થઈ
id: Pengaturan berhasil diperbarui
ja: 設定を更新しました
ko: 설정이 성공적으로 업데이트되었습니다
mr: सेटिंग्ज यशस्वीरित्या अद्यतनित केल्या
pl: Ustawienia zostały zaktualizowane
pt: Configurações atualizadas com sucesso
ru: Настройки успешно изменены
sw: Mipangilio imesasishwa kwa mafanikio
ta: அமைப்புகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
te: సెట్టింగులు విజయవంతంగా నవీకరించబడ్డాయి
th: อัปเดตการตั้งค่าเรียบร้อยแล้ว
tr: Ayarlar başarıyla güncellendi
uk: Налаштування успішно змінено
vi: Cập nhật cài đặt thành công
zh_tw: 設定更新成功

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fr: Paramètres
gu: સેટિંગ્સ
id: Pengaturan
ja: 設定
ko: 설정
mr: सेटिंग्ज
pl: Ustawienia
pt: Configurações
ru: Настройки
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_tw: 設定

source: Shuffle
ar: خلط
bn: এলোমেলো
de: Zufallswiedergabe
el: Τυχαία αναπαραγωγή
es: Aleatorio
fa: تصادفی
fr: Aléatoire
gu: અવ્યવસ્થિત
id: Acak
ja: シャッフル
ko: 셔플
mr: अचानक
pl: Losowe
pt: Embaralhar
ru: Перемешать
sw: Changamsha
ta: கலக்கு
te: అటూ ఇటూ చేయి
th: สับเปลี่ยน
tr: Karıştır
uk: Перемішати
vi: Ngẫu nhiên
zh_tw: 隨機播放

source: Single
ar: أغنية فردية
bn: সিঙ্গেল
es: Sencillo
fa: تک‌آهنگ
gu: સિંગલ
ja: シングル
ko: 싱글
mr: सिंगल
pl: Singiel
ru: Сингл
ta: ஒற்றை
te: సింగిల్
th: ซิงเกิล
tr: Tekli
uk: Сингл
vi: Đơn
zh_tw: 單曲

source: Singles
ar: أغان فردية
bn: সিঙ্গেল
es: Sencillos
fa: تک‌آهنگ‌ها
gu: સિંગલ્સ
ja: シングル
ko: 싱글
mr: सिंगल्स
pl: Single
ru: Синглы
ta: ஒற்றைகள்
te: సింగిల్స్
th: ซิงเกิล
tr: Tekliler
uk: Сингли
vi: Đơn
zh_tw: 單曲

source: Song added
ar: تمت إضافة الأغنية
bn: গান যোগ করা হয়েছে
de: Song hinzugefügt
el: Το τραγούδι προστέθηκε
es: Canción añadida
fa: آهنگ اضافه شد
fr: Chanson ajoutée
gu: ગીત ઉમેરાયું
id: Lagu ditambahkan
ja: 曲を追加しました
ko: 노래가 추가되었습니다
mr: गाणे जोडले
pl: Utwór dodany
pt: Música adicionada
ru: Песня добавлена
sw: Wimbo umeongezwa
ta: பாடல் சேர்க்கப்பட்டது
te: పాట జోడించబడింది
th: เพิ่มเพลงแล้ว
tr: Şarkı eklendi
uk: Пісню додано
vi: Đã thêm bài hát
zh_tw: 歌曲已新增

# songAddedToOffline
source: Song is now available offline
ar: الأغنية متاحة الآن دون اتصال
bn: গান এখন অফলাইনে উপলব্ধ
de: Song jetzt offline verfügbar
el: Το τραγούδι είναι τώρα διαθέσιμο εκτός σύνδεσης
es: Canción disponible offline
fa: آهنگ اکنون به صورت آفلاین در دسترس است
fr: Chanson disponible hors ligne
gu: ગીત હવે ઑફલાઇન ઉપલબ્ધ છે
id: Lagu sekarang tersedia offline
ja: 曲をオフラインで利用可能にしました
ko: 노래가 오프라인에서 사용 가능합니다
mr: गाणे आता ऑफलाइन उपलब्ध आहे
pl: Utwór dostępny offline
pt: Música disponível offline
ru: Песня доступна офлайн
sw: Wimbo sasa unapatikana nje ya mtandao
ta: பாடல் இப்போது ஆஃப்லைனில் கிடைக்கிறது
te: పాట ఇప్పుడు ఆఫ్లైన్‌లో అందుబాటులో ఉంది
th: เพลงนี้พร้อมใช้งานแบบออฟไลน์แล้ว
tr: Şarkı artık çevrimdışı olarak kullanılabilir
uk: Пісня тепер доступна офлайн
vi: Bài hát đã có sẵn ngoại tuyến
zh_tw: 歌曲現在可離線使用

# songAlreadyInPlaylist
source: Song is already in the playlist
ar: الأغنية موجودة بالفعل في قائمة التشغيل
bn: গান ইতিমধ্যেই প্লেলিস্টে আছে
de: Song ist bereits in der Wiedergabeliste
el: Το τραγούδι βρίσκεται ήδη στη λίστα αναπαραγωγής
es: La canción ya está en la lista
fa: آهنگ از قبل در پلی‌لیست موجود است
fr: Chanson déjà dans la playlist
gu: ગીત પહેલેથી જ પ્લેલિસ્ટમાં છે
id: Lagu sudah ada dalam daftar putar
ja: 曲は既にプレイリストに存在します
ko: 노래가 이미 재생 목록에 있습니다
mr: गाणे आधीपासून प्लेलिस्टमध्ये आहे
pl: Utwór jest już na playliście
pt: Música já está na playlist
ru: Песня уже в плейлисте
sw: Wimbo tayari uko kwenye orodha ya kucheza
ta: பாடல் ஏற்கனவே பாடல்பட்டியலில் உள்ளது
te: పాట ఇప్పటికే ప్లేలిస్ట్‌లో ఉంది
th: เพลงนี้อยู่ในเพลย์ลิสต์แล้ว
tr: Şarkı zaten çalma listesinde
uk: Пісня вже є у плейлисті
vi: Bài hát đã có trong danh sách phát
zh_tw: 歌曲已在播放清單中

source: Song removed
ar: تمت إزالة الأغنية
bn: গান অপসারণ করা হয়েছে
de: Song entfernt
el: Το τραγούδι αφαιρέθηκε
es: Canción eliminada
fa: آهنگ حذف شد
fr: Chanson supprimée
gu: ગીત દૂર કરાયું
id: Lagu dihapus
ja: 曲を削除しました
ko: 노래가 제거되었습니다
mr: गाणे काढून टाकले
pl: Utwór usunięty
pt: Música removida
ru: Песня удалена
sw: Wimbo umeondolewa
ta: பாடல் நீக்கப்பட்டது
te: పాట తీసివేయబడింది
th: ลบเพลงแล้ว
tr: Şarkı kaldırıldı
uk: Пісню видалено
vi: Đã xóa bài hát
zh_tw: 歌曲已移除

# songRemovedFromOffline
source: Song is no longer available offline
ar: الأغنية لم تعد متاحة دون اتصال
bn: গান আর অফলাইনে উপলব্ধ নেই
de: Song nicht mehr offline verfügbar
el: Το τραγούδι δεν είναι πλέον διαθέσιμο εκτός σύνδεσης
es: Canción ya no está disponible offline
fa: آهنگ دیگر به صورت آفلاین در دسترس نیست
fr: Chanson plus disponible hors ligne
gu: ગીત હવે ઑફલાઇન ઉપલબ્ધ નથી
id: Lagu tidak lagi tersedia offline
ja: 曲をオフラインから削除しました
ko: 노래가 오프라인에서 제거되었습니다
mr: गाणे यापुढे ऑफलाइन उपलब्ध नाही
pl: Utwór niedostępny offline
pt: Música não está mais disponível offline
ru: Песня больше не доступна офлайн
sw: Wimbo haupatikani tena nje ya mtandao
ta: பாடல் இனி ஆஃப்லைனில் கிடைக்கவில்லை
te: పాట ఇకపై ఆఫ్లైన్‌లో అందుబాటులో లేదు
th: เพลงนี้ไม่สามารถใช้งานแบบออฟไลน์ได้อีกต่อไป
tr: Şarkı artık çevrimdışı olarak kullanılamıyor
uk: Пісня більше не доступна офлайн
vi: Bài hát không còn khả dụng ngoại tuyến
zh_tw: 歌曲不再可離線使用

source: Songs
ar: أغاني
bn: গান
el: Τραγούδια
es: Canciones
fa: آهنگ‌ها
fr: Chansons
gu: ગીતો
id: Lagu
ja: 曲
ko: 노래
mr: गाणी
pl: Utwory
pt: Músicas
ru: Песни
sw: Nyimbo
ta: பாடல்கள்
te: పాటలు
th: เพลง
tr: Şarkılar
uk: Пісні
vi: Bài hát
zh_tw: 歌曲

# sponsorProject
source: Sponsor the project
ar: رعاية المشروع
bn: প্রকল্প স্পনসর করুন
de: Projekt sponsern
el: Χορηγία του έργου
es: Patrocinar proyecto
fa: حمایت از پروژه
fr: Sponsoriser le projet
gu: પ્રોજેક્ટને સ્પોન્સર કરો
id: Sponsor proyek
ja: プロジェクトを支援
ko: 프로젝트 후원
mr: प्रकल्पाला प्रायोजित करा
pl: Wesprzyj projekt
pt: Patrocinar o projeto
ru: Поддержать проект
sw: Fadhili mradi
ta: திட்டத்தை ஆதரிக்கவும்
te: ప్రాజెక్ట్‌కు స్పాన్సర్ చేయండి
th: สนับสนุนโครงการ
tr: Projeye sponsor ol
uk: Підтримати проєкт
vi: Tài trợ dự án
zh_tw: 贊助專案

source: Suggested artists
ar: فنانون مقترحون
bn: প্রস্তাবিত শিল্পী
de: Vorgeschlagene Künstler
el: Προτεινόμενοι καλλιτέχνες
es: Artistas sugeridos
fa: هنرمندان پیشنهادی
fr: Artistes suggérés
gu: સૂચિત કલાકારો
id: Artis yang disarankan
ja: おすすめアーティスト
ko: 추천 아티스트
mr: सुचवलेले कलाकार
pl: Proponowani artyści
pt: Artistas sugeridos
ru: Рекомендуемые исполнители
sw: Wasanii walipendekezwa
ta: பரிந்துரைக்கப்பட்ட கலைஞர்கள்
te: సూచించిన కళాకారులు
th: ศิลปินแนะนำ
tr: Önerilen sanatçılar
uk: Рекомендовані виконавці
vi: Nghệ sĩ đề xuất
zh_tw: 推薦藝人

source: Suggested playlists
ar: قوائم تشغيل مقترحة
bn: প্রস্তাবিত প্লেলিস্ট
de: Vorgeschlagene Wiedergabelisten
el: Προτεινόμενες λίστες αναπαραγωγής
es: Listas sugeridas
fa: پلی‌لیست‌های پیشنهادی
fr: Playlists suggérées
gu: સૂચિત પ્લેલિસ્ટ્સ
id: Daftar putar yang disarankan
ja: おすすめプレイリスト
ko: 추천 재생 목록
mr: सुचवलेले प्लेलिस्ट
pl: Proponowane playlisty
pt: Playlists sugeridas
ru: Рекомендуемые плейлисты
sw: Orodha za kucheza zilizopendekezwa
ta: பரிந்துரைக்கப்பட்ட பாடல்பட்டியல்கள்
te: సూచించిన ప్లేలిస్టులు
th: เพลย์ลิสต์แนะนำ
tr: Önerilen çalma listeleri
uk: Рекомендовані плейлисти
vi: Danh sách phát đề xuất
zh_tw: 推薦播放清單

source: Theme mode
ar: وضع السمة
bn: থিম মোড
de: Design-Modus
el: Λειτουργία θέματος
es: Modo de tema
fa: حالت تم
fr: Mode du thème
gu: થીમ મોડ
id: Mode tema
ja: テーマモード
ko: 테마 모드
mr: थीम मोड
pl: Tryb motywu
pt: Modo do tema
ru: Тема оформления
sw: Hali ya mandhari
ta: தீம் முறை
te: థీమ్ మోడ్
th: โหมดธีม
tr: Tema modu
uk: Тема оформлення
vi: Chế độ chủ đề
zh_tw: 主題模式

source: Tools
ar: أدوات
bn: টুলস
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fa: ابزارها
fr: Outils
gu: સાધનો
id: Alat
ja: ツール
ko: 도구
mr: साधने
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
sw: Zana
ta: கருவிகள்
te: సాధనాలు
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_tw: 工具

# understand
source: I understand
ar: أفهم
bn: বুঝেছি
de: Ich verstehe
el: Κατανοώ
es: Entiendo
fa: متوجه شدم
fr: Je comprends
gu: હું સમજી ગયો છું
id: Saya mengerti
ja: 理解しました
ko: 이해했습니다
mr: मला समजले
pl: Rozumiem
pt: Entendi
ru: Понятно
sw: Nimeelewa
ta: நான் புரிந்துகொண்டேன்
te: నాకు అర్థమైంది
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Tôi hiểu
zh_tw: 我瞭解

source: Undo
ar: تراجع
bn: পূর্বাবস্থা
de: Rückgängig
el: Αναίρεση
es: Deshacer
fa: بازگردانی
fr: Annuler
gu: પૂર્વવત્ કરો
id: Batalkan
ja: 元に戻す
ko: 실행 취소
mr: पूर्ववत करा
pl: Cofnij
pt: Desfazer
ru: Отменить
sw: Tengua
ta: மீளமை
te: రద్దు చేయి
th: ยกเลิกการทำ
tr: Geri al
uk: Скасувати
vi: Hoàn tác
zh_tw: 復原

source: User playlists
ar: قوائم تشغيل المستخدم
bn: ব্যবহারকারীর প্লেলিস্ট
de: Benutzer-Wiedergabelisten
el: Λίστες αναπαραγωγής χρήστη
es: Listas del usuario
fa: پلی‌لیست‌های کاربر
fr: Playlists utilisateur
gu: વપરાશકર્તા પ્લેલિસ્ટ્સ
id: Daftar putar pengguna
ja: ユーザープレイリスト
ko: 사용자 재생 목록
mr: वापरकर्ता प्लेलिस्ट
pl: Playlisty użytkownika
pt: Playlists do usuário
ru: Пользовательские плейлисты
sw: Orodha za kucheza za mtumiaji
ta: பயனர் பாடல்பட்டியல்கள்
te: వినియోగదారు ప్లేలిస్టులు
th: เพลย์ลิสต์ของผู้ใช้
tr: Kullanıcı çalma listeleri
uk: Користувацькі плейлисти
vi: Danh sách phát người dùng
zh_tw: 使用者播放清單

source: Volume
ar: الصوت
bn: ভলিউম
de: Lautstärke
el: Ένταση
es: Volumen
fa: صدا
gu: વોલ્યુમ
ja: 音量
ko: 볼륨
mr: आवाज
pl: Głośność
ru: Громкость
sw: Sauti
ta: ஒலி அளவு
te: వాల్యూమ్
th: ระดับเสียง
tr: Ses
uk: Гучність
vi: Âm lượng
zh_tw: 音量

source: YouTube playlist link or ID
ar: رابط قائمة تشغيل YouTube أو المعرّف
bn: YouTube প্লেলিস্ট লিংক বা ID
de: YouTube-Wiedergabelisten-Link oder ID
el: Σύνδεσμος ή ID λίστας αναπαραγωγής YouTube
es: Enlace o ID de lista de YouTube
fa: لینک یا شناسه پلی‌لیست یوتیوب
fr: Lien ou ID de playlist YouTube
gu: YouTube પ્લેલિસ્ટ લિંક અથવા ID
id: Tautan atau ID daftar putar YouTube
ja: YouTubeプレイリストリンクまたはID
ko: YouTube 재생 목록 링크 또는 ID
mr: YouTube प्लेलिस्ट लिंक किंवा ID
pl: Link lub ID playlisty YouTube
pt: Link ou ID da playlist do YouTube
ru: Ссылка или ID плейлиста YouTube
sw: Kiungo au kitambulisho cha orodha ya kucheza ya YouTube
ta: YouTube பாடல்பட்டியல் இணைப்பு அல்லது ID
te: YouTube ప్లేలిస్ట్ లింక్ లేదా ID
th: ลิงก์หรือ ID เพลย์ลิสต์ YouTube
tr: YouTube çalma listesi bağlantısı veya ID'si
uk: Посилання або ID плейлиста YouTube
vi: Liên kết hoặc ID danh sách phát YouTube
zh_tw: YouTube播放清單連結或ID

source: Count
ar: عدد
bn: গণনা
de: Anzahl
el: Καταμέτρηση
es: Contar
fa: تعداد
fr: Compter
gu: ગણતરી
id: Hitung
ja: カウント
ko: 계수
mr: संख्या
pl: Liczyć
pt: Contar
ru: Считать
sw: Hesabu
ta: எண்ணிக்கை
te: లెక్క
th: นับ
tr: Sayı
uk: Рахувати
vi: Số lượng
zh_tw: 計數

source: Enable Plugins
ar: تمكين الإضافات
bn: প্লাগইন সক্ষম করুন
de: Plugins aktivieren
el: Ενεργοποίηση προσθέτων
es: Habilitar plugins
fa: فعال‌سازی پلاگین‌ها
fr: Activer les plugins
gu: પ્લગઇન્સ સક્ષમ કરો
id: Aktifkan Plugin
ja: プラグインを有効化
ko: 플러그인 활성화
mr: प्लगइन सक्षम करा
pl: Włącz wtyczki
pt: Ativar plugins
ru: Включить плагины
sw: Washa programu-jalizi
ta: செருகுநிரல்களை இயக்கு
te: ప్లగిన్లను ప్రారంభించండి
th: เปิดใช้งานปลั๊กอิน
tr: Eklentileri Etkinleştir
uk: Увімкнути плагіни
vi: Bật plugin
zh_tw: 啟用插件

# addPlugin
source: Add new plugin
ar: إضافة مكوّن جديد
bn: নতুন প্লাগইন যোগ করুন
de: Neues Plugin hinzufügen
el: Προσθήκη νέου πρόσθετου
es: Añadir nuevo plugin
fa: افزودن پلاگین جدید
fr: Ajouter un nouveau plugin
gu: નવું પ્લગઇન ઉમેરો
id: Tambahkan plugin baru
ja: 新しいプラグインを追加
ko: 새 플러그인 추가
mr: नवीन प्लगइन जोडा
pl: Dodaj nową wtyczkę
pt: Adicionar novo plugin
ru: Добавить новый плагин
sw: Ongeza programu-jalizi mpya
ta: புதிய செருகுநிரலை சேர்க்க
te: కొత్త ప్లగిన్ జోడించండి
th: เพิ่มปลั๊กอินใหม่
tr: Yeni eklenti ekle
uk: Додати новий плагін
vi: Thêm plugin mới
zh_tw: 新增插件

# pluginLoaded
source: Plugin successfully loaded!
ar: تم تحميل المكوّن بنجاح!
bn: প্লাগইন সফলভাবে লোড হয়েছে!
de: Plugin erfolgreich geladen!
el: Το πρόσθετο φορτώθηκε με επιτυχία!
es: ¡Plugin cargado correctamente!
fa: پلاگین با موفقیت بارگذاری شد!
fr: Plugin chargé avec succès !
gu: પ્લગઇન સફળતાપૂર્વક લોડ થયું!
id: Plugin berhasil dimuat!
ja: プラグインの読み込みに成功しました！
ko: 플러그인 로드 성공!
mr: प्लगइन यशस्वीरित्या लोड केला!
pl: Wtyczka pomyślnie załadowana!
pt: Plugin carregado com sucesso!
ru: Плагин успешно загружен!
sw: Programu-jalizi imepakiwa kwa mafanikio!
ta: செருகுநிரல் வெற்றிகரமாக ஏற்றப்பட்டது!
te: ప్లగిన్ విజయవంతంగా లోడ్ అయ్యింది!
th: โหลดปลั๊กอินเรียบร้อยแล้ว!
tr: Eklenti başarıyla yüklendi!
uk: Плагін успішно завантажено!
vi: Tải plugin thành công!
zh_tw: 插件成功載入！

# pluginFailed
source: There was a problem loading plugin!
ar: حدثت مشكلة أثناء تحميل المكوّن!
bn: প্লাগইন লোড করতে সমস্যা হয়েছে!
de: Fehler beim Laden des Plugins!
el: Πρόβλημα κατά τη φόρτωση του πρόσθετου!
es: ¡Hubo un problema al cargar el plugin!
fa: مشکلی در بارگذاری پلاگین وجود داشت!
fr: Un problème est survenu lors du chargement du plugin !
gu: પ્લગઇન લોડ કરતી વખતે સમસ્યા આવી!
id: Terjadi masalah saat memuat plugin!
ja: プラグインの読み込み中に問題が発生しました！
ko: 플러그인 로드 중 문제 발생!
mr: प्लगइन लोड करताना समस्या आली!
pl: Wystąpił problem podczas ładowania wtyczki!
pt: Ocorreu um problema ao carregar o plugin!
ru: Произошла ошибка при загрузке плагина!
sw: Kulikuwa na tatizo la kupakia programu-jalizi!
ta: செருகுநிரலை ஏற்றுவதில் சிக்கல் ஏற்பட்டது!
te: ప్లగిన్ లోడ్ చేయడంలో సమస్య ఉంది!
th: เกิดปัญหาขณะโหลดปลั๊กอิน!
tr: Eklenti yüklenirken bir sorun oluştu!
uk: Виникла проблема під час завантаження плагіна!
vi: Có lỗi khi tải plugin!
zh_tw: 載入插件時出現問題！

source: Test plugin
ar: اختبار المكوّن
bn: প্লাগইন পরীক্ষা করুন
de: Plugin testen
el: Δοκιμή πρόσθετου
es: Probar plugin
fa: تست پلاگین
fr: Tester le plugin
gu: પ્લગઇન ચકાસો
id: Uji plugin
ja: プラグインをテスト
ko: 플러그인 테스트
mr: प्लगइन चाचणी
pl: Testuj wtyczkę
pt: Testar plugin
ru: Тестировать плагин
sw: Jaribu programu-jalizi
ta: செருகுநிரலை சோதிக்க
te: ప్లగిన్‌ను పరీక్షించండి
th: ทดสอบปลั๊กอิน
tr: Eklentiyi test et
uk: Тестувати плагін
vi: Kiểm tra plugin
zh_tw: 測試插件

# testPluginSuccessful
source: Plugin test successful!
ar: تم اختبار المكوّن بنجاح!
bn: প্লাগইন পরীক্ষা সফল হয়েছে!
de: Plugin-Test erfolgreich!
el: Η δοκιμή του πρόσθετου ήταν επιτυχής!
es: ¡Prueba de plugin exitosa!
fa: تست پلاگین موفقیت‌آمیز بود!
fr: Test du plugin réussi !
gu: પ્લગઇન ચકાસણી સફળ!
id: Pengujian plugin berhasil!
ja: プラグインテスト成功！
ko: 플러그인 테스트 성공!
mr: प्लगइन चाचणी यशस्वी!
pl: Test wtyczki zakończony sukcesem!
pt: Teste do plugin bem-sucedido!
ru: Тест плагина пройден успешно!
sw: Mtihani wa programu-jalizi ulifanikiwa!
ta: செருகுநிரல் சோதனை வெற்றிகரமாக!
te: ప్లగిన్ పరీక్ష విజయవంతమైంది!
th: ทดสอบปลั๊กอินสำเร็จ!
tr: Eklenti testi başarılı!
uk: Тестування плагіна пройшло успішно!
vi: Kiểm tra plugin thành công!
zh_tw: 插件測試成功！

# testPluginFail
source: Plugin test failed!
ar: فشل اختبار المكوّن!
bn: প্লাগইন পরীক্ষা ব্যর্থ হয়েছে!
de: Plugin-Test fehlgeschlagen!
el: Η δοκιμή του πρόσθετου απέτυχε!
es: ¡Prueba de plugin fallida!
fa: تست پلاگین ناموفق بود!
fr: Échec du test du plugin !
gu: પ્લગઇન ચકાસણી નિષ્ફળ!
id: Pengujian plugin gagal!
ja: プラグインテスト失敗！
ko: 플러그인 테스트 실패!
mr: प्लगइन चाचणी अयशस्वी!
pl: Test wtyczki nie powiódł się!
pt: Teste do plugin falhou!
ru: Тест плагина не пройден!
sw: Mtihani wa programu-jalizi umeshindwa!
ta: செருகுநிரல் சோதனை தோல்வியுற்றது!
te: ప్లగిన్ పరీక్ష విఫలమైంది!
th: ทดสอบปลั๊กอินล้มเหลว!
tr: Eklenti testi başarısız!
uk: Тестування плагіна не вдалося!
vi: Kiểm tra plugin thất bại!
zh_tw: 插件測試失敗！

# pluginsRisk
source: Warning: Plugins run JavaScript on your device! Enable at your own risk! Only load plugins from trusted sources!
ar: تحذير: تعمل الإضافات على تشغيل جافا سكريبت على جهازك! قم بتمكينها على مسؤوليتك الخاصة! قم بتحميل الإضافات من مصادر موثوقة فقط!
bn: সতর্কতা: প্লাগইনগুলি আপনার ডিভাইসে জাভাস্ক্রিপ্ট চালায়! নিজের দায়িত্বে সক্ষম করুন! শুধুমাত্র বিশ্বস্ত উৎস থেকে প্লাগইন লোড করুন!
de: Warnung: Plugins führen JavaScript auf Ihrem Gerät aus! Aktivieren Sie sie auf eigene Gefahr! Laden Sie Plugins nur aus vertrauenswürdigen Quellen!
el: Προειδοποίηση: Τα πρόσθετα εκτελούν JavaScript στη συσκευή σας! Ενεργοποιήστε τα με δική σας ευθύνη! Φορτώστε πρόσθετα μόνο από αξιόπιστες πηγές!
es: Advertencia: ¡Los plugins ejecutan JavaScript en tu dispositivo! ¡Habilítalos bajo tu propio riesgo! ¡Solo carga plugins de fuentes confiables!
fa: هشدار: پلاگین‌ها جاوااسکریپت را روی دستگاه شما اجرا می‌کنند! با مسئولیت خود فعال کنید! فقط پلاگین‌ها از منابع معتبر را بارگذاری کنید!
fr: Avertissement : Les plugins exécutent du JavaScript sur votre appareil ! Activez-les à vos risques et périls ! Ne chargez que des plugins provenant de sources fiables !
gu: ચેતવણી: પ્લગઇન્સ તમારા ઉપકરણ પર JavaScript ચલાવે છે! તમારા પોતાના જોખમે સક્ષમ કરો! માત્ર વિશ્વસનીય સ્રોતોમાંથી પ્લગઇન્સ લોડ કરો!
id: Peringatan: Plugin menjalankan JavaScript di perangkat Anda! Aktifkan dengan risiko sendiri! Hanya muat plugin dari sumber tepercaya!
ja: 警告: プラグインはデバイス上でJavaScriptを実行します！自己責任で有効化してください！信頼できるソースからのみプラグインを読み込んでください！
ko: 경고: 플러그인은 기기에서 자바스크립트를 실행합니다! 사용에 따른 책임은 본인에게 있습니다! 신뢰할 수 있는 출처의 플러그인만 로드하세요!
mr: चेतावणी: प्लगइन तुमच्या डिव्हाइसवर JavaScript चालवतात! तुमच्या स्वतःच्या जोखमीवर सक्षम करा! केवळ विश्वासू स्त्रोतांकडून प्लगइन लोड करा!
pl: Ostrzeżenie: Wtyczki uruchamiają JavaScript na twoim urządzeniu! Włączasz je na własne ryzyko! Ładuj wtyczki tylko z zaufanych źródeł!
pt: Aviso: Plugins executam JavaScript no seu dispositivo! Ative por sua conta e risco! Só carregue plugins de fontes confiáveis!
ru: Предупреждение: Плагины выполняют JavaScript на вашем устройстве! Включайте их на свой страх и риск! Загружайте плагины только из проверенных источников!
sw: Onyo: Programu-jalizi zinatumia JavaScript kwenye kifaa chako! Washa kwa hatari yako mwenyewe! Pakia programu-jalizi kutoka kwa vyanzo vya kuaminika tu!
ta: எச்சரிக்கை: செருகுநிரல்கள் உங்கள் சாதனத்தில் JavaScript ஐ இயக்கும்! உங்கள் சொந்த ஆபத்தில் இயக்கவும்! நம்பகமான ஆதாரங்களிலிருந்து மட்டுமே செருகுநிரல்களை ஏற்றவும்!
te: హెచ్చరిక: ప్లగిన్లు మీ పరికరంలో JavaScript ను అమలు చేస్తాయి! మీ స్వంత ప్రమాదంతో ప్రారంభించండి! నమ్మదగిన మూలాల నుండి మాత్రమే ప్లగిన్లను లోడ్ చేయండి!
th: คำเตือน: ปลั๊กอินทำงาน JavaScript บนอุปกรณ์ของคุณ! เปิดใช้งานด้วยความเสี่ยงของคุณเอง! โหลดปลั๊กอินจากแหล่งที่เชื่อถือได้เท่านั้น!
tr: Uyarı: Eklentiler cihazınızda JavaScript çalıştırır! Riskini anlayarak etkinleştirin! Yalnızca güvenilir kaynaklardan eklenti yükleyin!
uk: Попередження: Плагіни виконують JavaScript на вашому пристрої! Увімкніть їх на свій страх і ризик! Завантажуйте плагіни лише з надійних джерел!
vi: Cảnh báo: Plugin chạy JavaScript trên thiết bị của bạn! Bật có thể gây rủi ro! Chỉ tải plugin từ nguồn đáng tin cậy!
zh_tw: 警告：插件會在您的裝置上運行JavaScript！啟用風險自負！只可從可信來源載入插件！

source: Plugins
ar: الإضافات
bn: প্লাগইনসমূহ
el: Πρόσθετα
fa: پلاگین‌ها
gu: પ્લગઇન્સ
id: Plugin
ja: プラグイン
ko: 플러그인
mr: प्लगइन
pl: Wtyczki
ru: Плагины
sw: Programu-jalizi
ta: செருகுநிரல்கள்
te: ప్లగిన్లు
th: ปลั๊กอิน
tr: Eklentiler
uk: Плагіни
vi: Plugin
zh_tw: 插件

source: Plugin
ar: المكوّن الإضافي
bn: প্লাগইন
el: Πρόσθετο
fa: پلاگین
gu: પ્લગઇન
ja: プラグイン
ko: 플러그인
mr: प्लगइन
pl: Wtyczka
ru: Плагин
sw: Programu-jalizi
ta: செருகுநிரல்
te: ప్లగిన్
th: ปลั๊กอิน
tr: Eklenti
uk: Плагін
zh_tw: 插件
