Repository: akashskypatel/Reverbio
Catalog: lib/localization/app_*.arb
Languages: ar, bn, de, el, es, fa, fr, gu, id, ja, ko, mr, pl, pt, ru, sw, ta, te, th, tr, uk, vi, zh_tw

source: About
ar: حول
bn: সম্পর্কে
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fr: À propos
gu: વિશે
id: Tentang
ja: アプリについて
ko: 정보
mr: विषयी
pl: O aplikacji
pt: Sobre
ru: О приложении
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
vi: Giới thiệu
zh_tw: 關於

# accentChangeMsg
source: Accent color updated successfully
ar: تم تحديث لون التمييز بنجاح
bn: অ্যাকসেন্ট রং সফলভাবে আপডেট করা হয়েছে
de: Akzentfarbe erfolgreich aktualisiert
el: Το χρώμα έμφασης ενημερώθηκε επιτυχώς
es: Color de acento actualizado correctamente
fa: رنگ accent با موفقیت به‌روزرسانی شد
fr: Couleur d'accent mise à jour avec succès
gu: ઍક્સેન્ટ કલર સફળતાપૂર્વક અપડેટ થયો
id: Warna aksen berhasil diperbarui
ja: アクセントカラーを更新しました
ko: 액센트 색상이 성공적으로 업데이트되었습니다
mr: ऍक्सेंट रंग यशस्वीरित्या अद्यतनित केला
pl: Kolor akcentu został zaktualizowany
pt: Cor de destaque atualizada com sucesso
ru: Акцентный цвет успешно обновлён
sw: Rangi ya alama imesasishwa kwa mafanikio
ta: அடையாள நிறம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: యాక్సెంట్ రంగు విజయవంతంగా నవీకరించబడింది
th: อัปเดตสีหลักเรียบร้อยแล้ว
tr: Vurgu rengi başarıyla güncellendi
uk: Колір акценту успішно оновлено
vi: Cập nhật màu nhấn thành công
zh_tw: 強調色更新成功

source: Accent color
ar: لون التمييز
bn: অ্যাকসেন্ট রং
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color de acento
fa: رنگ accent
fr: Couleur d'accent
gu: ઍક્સેન્ટ કલર
id: Warna aksen
ja: アクセントカラー
ko: 액센트 색상
mr: ऍक्सेंट रंग
pl: Kolor akcentu
pt: Cor de destaque
ru: Акцентный цвет
sw: Rangi ya alama
ta: அடையாள நிறம்
te: యాక్సెంట్ రంగు
th: สีหลัก
tr: Vurgu rengi
uk: Колір акценту
vi: Màu nhấn
zh_tw: 強調色

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fr: Ajouter
gu: ઉમેરો
id: Tambah
ja: 追加
ko: 추가
mr: जोडा
pl: Dodaj
pt: Adicionar
ru: Добавить
sw: Ongeza
ta: சேர்க்க
te: జోడించు
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_tw: 新增

source: Added playlists
ar: قوائم التشغيل المضافة
bn: যোগ করা প্লেলিস্ট
de: Hinzugefügte Wiedergabelisten
el: Προστεθειμένες λίστες αναπαραγωγής
es: Listas de reproducción añadidas
fa: پلی‌لیست‌های اضافه شده
fr: Playlists ajoutées
gu: ઉમેરેલ પ્લેલિસ્ટ્સ
id: Daftar putar yang ditambahkan
ja: 追加されたプレイリスト
ko: 추가된 재생 목록
mr: जोडलेले प्लेलिस्ट
pl: Dodane playlisty
pt: Playlists adicionadas
ru: Добавленные плейлисты
sw: Orodha ya kucheza zilizoongezwa
ta: சேர்க்கப்பட்ட பாடல்பட்டியல்கள்
te: జోడించబడిన ప్లేలిస్టులు
th: เพลย์ลิสต์ที่เพิ่มแล้ว
tr: Eklenen çalma listeleri
uk: Додані плейлисти
vi: Danh sách phát đã thêm
zh_tw: 已新增的播放清單

# addedSuccess
source: Added successfully
ar: تمت الإضافة بنجاح
bn: সফলভাবে যোগ করা হয়েছে
de: Erfolgreich hinzugefügt
el: Προστέθηκε επιτυχώς
es: Añadido correctamente
fa: با موفقیت اضافه شد
fr: Ajouté avec succès
gu: સફળતાપૂર્વક ઉમેરાયું
id: Berhasil ditambahkan
ja: 追加しました
ko: 성공적으로 추가되었습니다
mr: यशस्वीरित्या जोडले
pl: Pomyślnie dodano
pt: Adicionado com sucesso
ru: Успешно добавлено
sw: Imeongezwa kwa mafanikio
ta: வெற்றிகரமாக சேர்க்கப்பட்டது
te: విజయవంతంగా జోడించబడింది
th: เพิ่มเรียบร้อยแล้ว
tr: Başarıyla eklendi
uk: Успішно додано
vi: Thêm thành công
zh_tw: 新增成功

source: Add songs to queue
ar: إضافة أغاني إلى قائمة الانتظار
bn: প্লে লিস্টে গান যোগ করুন
de: Songs zur Warteschlange hinzufügen
el: Προσθήκη τραγουδιών στην ουρά
es: Añadir canciones a la cola
fa: افزودن آهنگ‌ها به صف
fr: Ajouter des chansons à la file d'attente
gu: કતારમાં ગીતો ઉમેરો
id: Tambahkan lagu ke antrian
ja: キューに曲を追加
ko: 재생 목록에 노래 추가
mr: गाणी रांगेत जोडा
pl: Dodaj utwory do kolejki
pt: Adicionar músicas à fila
ru: Добавить песни в очередь
sw: Ongeza nyimbo kwenye foleni
ta: பாடல்களை வரிசையில் சேர்க்க
te: పాటలను క్యూలో జోడించు
th: เพิ่มเพลงไปยังคิว
tr: Şarkıları kuyruğa ekle
uk: Додати пісні до черги
vi: Thêm bài hát vào hàng đợi
zh_tw: 將歌曲加入播放佇列

source: Add song to queue
ar: إضافة أغنية إلى قائمة الانتظار
bn: প্লে লিস্টে গান যোগ করুন
de: Song zur Warteschlange hinzufügen
el: Προσθήκη τραγουδιού στην ουρά
es: Añadir canción a la cola
fa: افزودن آهنگ به صف
fr: Ajouter une chanson à la file d'attente
gu: કતારમાં ગીત ઉમેરો
id: Tambahkan lagu ke antrian
ja: キューに曲を追加
ko: 재생 목록에 노래 추가
mr: गाणे रांगेत जोडा
pl: Dodaj utwór do kolejki
pt: Adicionar música à fila
ru: Добавить песню в очередь
sw: Ongeza wimbo kwenye foleni
ta: பாடலை வரிசையில் சேர்க்க
te: పాటను క్యూలో జోడించు
th: เพิ่มเพลงไปยังคิว
tr: Şarkıyı kuyruğa ekle
uk: Додати пісню до черги
vi: Thêm bài hát vào hàng đợi
zh_tw: 將歌曲加入播放佇列

source: Add to liked albums
ar: إضافة إلى الألبومات المفضلة
bn: পছন্দের অ্যালবামে যোগ করুন
de: Zu gemerkten Alben hinzufügen
el: Προσθήκη στα αγαπημένα άλμπουμ
es: Añadir a álbumes favoritos
fa: افزودن به آلبوم‌های موردعلاقه
fr: Ajouter aux albums favoris
gu: પસંદગીના આલ્બમ્સમાં ઉમેરો
id: Tambahkan ke album favorit
ja: お気に入りアルバムに追加
ko: 좋아하는 앨범에 추가
mr: आवडत्या अल्बममध्ये जोडा
pl: Dodaj do ulubionych albumów
pt: Adicionar aos álbuns favoritos
ru: Добавить в избранные альбомы
sw: Ongeza kwenye albamu zilizopendwa
ta: விரும்பிய ஆல்பங்களில் சேர்க்க
te: ఇష్టమైన ఆల్బమ్లకు జోడించు
th: เพิ่มไปยังอัลบั้มที่ชอบ
tr: Beğenilen albümlere ekle
uk: Додати до улюблених альбомів
vi: Thêm vào album yêu thích
zh_tw: 加入最愛專輯

source: Add to liked artists
ar: إضافة إلى الفنانين المفضلين
bn: পছন্দের শিল্পীদের যোগ করুন
de: Zu gemerkten Künstlern hinzufügen
el: Προσθήκη στους αγαπημένους καλλιτέχνες
es: Añadir a artistas favoritos
fa: افزودن به هنرمندان موردعلاقه
fr: Ajouter aux artistes favoris
gu: પસંદગીના કલાકારોમાં ઉમેરો
id: Tambahkan ke artis favorit
ja: お気に入りアーティストに追加
ko: 좋아하는 아티스트에 추가
mr: आवडत्या कलाकारांमध्ये जोडा
pl: Dodaj do ulubionych artystów
pt: Adicionar aos artistas favoritos
ru: Добавить в избранных исполнителей
sw: Ongeza kwenye wasanii walipendwa
ta: விரும்பிய கலைஞர்களில் சேர்க்க
te: ఇష్టమైన కళాకారులకు జోడించు
th: เพิ่มไปยังศิลปินที่ชอบ
tr: Beğenilen sanatçılara ekle
uk: Додати до улюблених виконавців
vi: Thêm vào nghệ sĩ yêu thích
zh_tw: 加入最愛藝人

source: Add to liked playlists
ar: إضافة إلى قوائم التشغيل المفضلة
bn: পছন্দের প্লেলিস্টে যোগ করুন
de: Zu gemerkten Wiedergabelisten hinzufügen
el: Προσθήκη στις αγαπημένες λίστες αναπαραγωγής
es: Añadir a listas favoritas
fa: افزودن به پلی‌لیست‌های موردعلاقه
fr: Ajouter aux playlists favorites
gu: પસંદગીના પ્લેલિસ્ટ્સમાં ઉમેરો
id: Tambahkan ke daftar putar favorit
ja: お気に入りプレイリストに追加
ko: 좋아하는 재생 목록에 추가
mr: आवडत्या प्लेलिस्टमध्ये जोडा
pl: Dodaj do ulubionych playlist
pt: Adicionar às playlists favoritas
ru: Добавить в избранные плейлисты
sw: Ongeza kwenye orodha za kucheza zilizopendwa
ta: விரும்பிய பாடல்பட்டியல்களில் சேர்க்க
te: ఇష్టమైన ప్లేలిస్టులకు జోడించు
th: เพิ่มไปยังเพลย์ลิสต์ที่ชอบ
tr: Beğenilen çalma listelerine ekle
uk: Додати до улюблених плейлистів
vi: Thêm vào danh sách phát yêu thích
zh_tw: 加入最愛播放清單

source: Add to liked songs
ar: إضافة إلى الأغاني المفضلة
bn: পছন্দের গানে যোগ করুন
de: Zu gemerkten Songs hinzufügen
el: Προσθήκη στα αγαπημένα τραγούδια
es: Añadir a canciones favoritas
fa: افزودن به آهنگ‌های موردعلاقه
fr: Ajouter aux chansons favorites
gu: પસંદગીના ગીતોમાં ઉમેરો
id: Tambahkan ke lagu favorit
ja: お気に入り曲に追加
ko: 좋아하는 노래에 추가
mr: आवडत्या गाण्यांमध्ये जोडा
pl: Dodaj do ulubionych utworów
pt: Adicionar às músicas favoritas
ru: Добавить в избранные песни
sw: Ongeza kwenye nyimbo zilizopendwa
ta: விரும்பிய பாடல்களில் சேர்க்க
te: ఇష్టమైన పాటలకు జోడించు
th: เพิ่มไปยังเพลงที่ชอบ
tr: Beğenilen şarkılara ekle
uk: Додати до улюблених пісень
vi: Thêm vào bài hát yêu thích
zh_tw: 加入最愛歌曲

source: Add to playlist
ar: إضافة إلى قائمة التشغيل
bn: প্লেলিস্টে যোগ করুন
de: Zur Wiedergabeliste hinzufügen
el: Προσθήκη σε λίστα αναπαραγωγής
es: Añadir a lista de reproducción
fa: افزودن به پلی‌لیست
fr: Ajouter à une playlist
gu: પ્લેલિસ્ટમાં ઉમેરો
id: Tambahkan ke daftar putar
ja: プレイリストに追加
ko: 재생 목록에 추가
mr: प्लेलिस्टमध्ये जोडा
pl: Dodaj do playlisty
pt: Adicionar à playlist
ru: Добавить в плейлист
sw: Ongeza kwenye orodha ya kucheza
ta: பாடல்பட்டியலில் சேர்க்க
te: ప్లేలిస్టుకు జోడించు
th: เพิ่มไปยังเพลย์ลิสต์
tr: Çalma listesine ekle
uk: Додати до плейлиста
vi: Thêm vào danh sách phát
zh_tw: 加入播放清單

source: Album
ar: ألبوم
bn: অ্যালবাম
el: Άλμπουμ
es: Álbum
fa: آلبوم
gu: આલ્બમ
ja: アルバム
ko: 앨범
mr: अल्बम
pt: Álbum
ru: Альбом
sw: Albamu
ta: ஆல்பம்
te: ఆల్బమ్
th: อัลบั้ม
tr: Albüm
uk: Альбом
zh_tw: 專輯

source: Albums
ar: ألبومات
bn: অ্যালবাম
de: Alben
el: Άλμπουμ
es: Álbumes
fa: آلبوم‌ها
gu: આલ્બમ્સ
id: Album
ja: アルバム
ko: 앨범
mr: अल्बम्स
pl: Albumy
pt: Álbuns
ru: Альбомы
sw: Albamu
ta: ஆல்பங்கள்
te: ఆల్బమ్లు
th: อัลบั้ม
tr: Albümler
uk: Альбоми
zh_tw: 專輯

# appUpdateIsAvailable
source: An update is available
ar: يتوفر تحديث للتطبيق
bn: আপডেট উপলব্ধ
de: Ein Update ist verfügbar
el: Υπάρχει διαθέσιμη ενημέρωση
es: Hay una actualización disponible
fa: به‌روزرسانی موجود است
fr: Une mise à jour est disponible
gu: અપડેટ ઉપલબ્ધ છે
id: Pembaruan tersedia
ja: アップデートがあります
ko: 업데이트가 있습니다
mr: अद्यतन उपलब्ध आहे
pl: Dostępna jest aktualizacja
pt: Atualização disponível
ru: Доступно обновление
sw: Sasisho la programu lipo
ta: புதுப்பித்தல் கிடைக்கிறது
te: నవీకరణ అందుబాటులో ఉంది
th: มีการอัปเดต
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Có bản cập nhật mới
zh_tw: 有可用的更新

source: Artist
ar: فنان
bn: শিল্পী
de: Künstler
el: Καλλιτέχνης
es: Artista
fa: هنرمند
fr: Artiste
gu: કલાકાર
id: Artis
ja: アーティスト
ko: 아티스트
mr: कलाकार
pl: Artysta
pt: Artista
ru: Исполнитель
sw: Msanii
ta: கலைஞர்
te: కళాకారుడు
th: ศิลปิน
tr: Sanatçı
uk: Виконавець
vi: Nghệ sĩ
zh_tw: 藝人

source: Artists
ar: فنانون
bn: শিল্পী
de: Künstler
el: Καλλιτέχνες
es: Artistas
fa: هنرمندان
fr: Artistes
gu: કલાકારો
id: Artis
ja: アーティスト
ko: 아티스트
mr: कलाकार
pl: Artyści
pt: Artistas
ru: Исполнители
sw: Wasanii
ta: கலைஞர்கள்
te: కళాకారులు
th: ศิลปิน
tr: Sanatçılar
uk: Виконавці
vi: Nghệ sĩ
zh_tw: 藝人

source: Audio quality
ar: جودة الصوت
bn: অডিও কোয়ালিটি
de: Audioqualität
el: Ποιότητα ήχου
es: Calidad de audio
fa: کیفیت صدا
fr: Qualité audio
gu: ઑડિયો ગુણવત્તા
id: Kualitas audio
ja: 音質
ko: 음질
mr: ऑडिओ गुणवत्ता
pl: Jakość dźwięku
pt: Qualidade de áudio
ru: Качество звука
sw: Ubora wa sauti
ta: ஒலி தரம்
te: ఆడియో నాణ్యత
th: คุณภาพเสียง
tr: Ses kalitesi
uk: Якість звуку
vi: Chất lượng âm thanh
zh_tw: 音質

# audioQualityMsg
source: Audio quality updated
ar: تم تحديث جودة الصوت
bn: অডিও কোয়ালিটি আপডেট করা হয়েছে
de: Audioqualität aktualisiert
el: Ενημερώθηκε η ποιότητα ήχου
es: Calidad de audio actualizada
fa: کیفیت صدا به‌روزرسانی شد
fr: Qualité audio mise à jour
gu: ઑડિયો ગુણવત્તા અપડેટ થઈ
id: Kualitas audio diperbarui
ja: 音質を更新しました
ko: 음질이 업데이트되었습니다
mr: ऑडिओ गुणवत्ता अद्यतनित केली
pl: Zaktualizowano jakość dźwięku
pt: Qualidade de áudio atualizada
ru: Качество звука обновлено
sw: Ubora wa sauti umesasishwa
ta: ஒலி தரம் புதுப்பிக்கப்பட்டது
te: ఆడియో నాణ్యత నవీకరించబడింది
th: อัปเดตคุณภาพเสียงแล้ว
tr: Ses kalitesi güncellendi
uk: Якість звуку оновлено
vi: Cập nhật chất lượng âm thanh
zh_tw: 音質已更新

source: Automatic song picker
ar: منتقي الأغاني التلقائي
bn: স্বয়ংক্রিয় গান নির্বাচক
de: Automatische Songauswahl
el: Αυτόματη επιλογή τραγουδιών
es: Selector automático de canciones
fa: انتخاب خودکار آهنگ
fr: Sélection automatique de chansons
gu: સ્વયંચાલિત ગીત પસંદગી
id: Pemilih lagu otomatis
ja: 自動曲選択
ko: 자동 노래 선택
mr: स्वयंचलित गाणे निवडक
pl: Automatyczny wybór utworów
pt: Seleção automática de músicas
ru: Автоматический выбор песен
sw: Kichagua nyimbo otomatiki
ta: தானியங்கி பாடல் தேர்வு
te: స్వయంచాలక పాట ఎంపిక
th: เลือกเพลงอัตโนมัติ
tr: Otomatik şarkı seçici
uk: Автоматичний вибір пісень
vi: Tự động chọn bài hát
zh_tw: 自動選曲

# backedupSuccess
source: Data successfully backed up
ar: تم نسخ البيانات بنجاح
bn: ডেটা সফলভাবে ব্যাকআপ করা হয়েছে
de: Daten erfolgreich gesichert
el: Τα δεδομένα δημιουργήθηκαν εφεδρικό αντίγραφο επιτυχώς
es: Copia de seguridad realizada correctamente
fa: داده‌ها با موفقیت پشتیبان‌گیری شدند
fr: Sauvegarde des données réussie
gu: ડેટા સફળતાપૂર્વક બેકઅપ થયો
id: Data berhasil dicadangkan
ja: データのバックアップに成功しました
ko: 데이터가 성공적으로 백업되었습니다
mr: डेटा यशस्वीरित्या बॅकअप केला
pl: Dane zostały pomyślnie zapisane
pt: Dados salvos com sucesso
ru: Данные успешно сохранены
sw: Data imefungwa kwa mafanikio
ta: தரவு வெற்றிகரமாக காப்பிடப்பட்டது
te: డేటా విజయవంతంగా బ్యాకప్ చేయబడింది
th: สำรองข้อมูลเรียบร้อยแล้ว
tr: Veri başarıyla yedeklendi
uk: Дані успішно збережено
vi: Sao lưu dữ liệu thành công
zh_tw: 資料備份成功

# backupError
source: Error occurred while backing up data
ar: حدث خطأ أثناء نسخ البيانات
bn: ডেটা ব্যাকআপ করতে ত্রুটি হয়েছে
de: Fehler beim Sichern der Daten
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία εφεδρικού αντιγράφου
es: Error al realizar la copia de seguridad
fa: خطا در پشتیبان‌گیری از داده‌ها
fr: Erreur lors de la sauvegarde
gu: ડેટા બેકઅપ કરતી વખતે ભૂલ આવી
id: Terjadi kesalahan saat mencadangkan data
ja: バックアップ中にエラーが発生しました
ko: 데이터 백업 중 오류가 발생했습니다
mr: डेटा बॅकअप करताना त्रुटी आली
pl: Wystąpił błąd podczas zapisywania danych
pt: Erro ao salvar os dados
ru: Ошибка при сохранении данных
sw: Hitilafu ilitokea wakati wa kufunga data
ta: தரவு காப்பிடும்போது பிழை ஏற்பட்டது
te: డేటా బ్యాకప్ చేస్తున్నప్పుడు లోపం సంభవించింది
th: เกิดข้อผิดพลาดขณะสำรองข้อมูล
tr: Veri yedeklenirken hata oluştu
uk: Помилка при збереженні даних
vi: Lỗi khi sao lưu dữ liệu
zh_tw: 備份資料時發生錯誤

source: Backup user data
ar: نسخ بيانات المستخدم
bn: ব্যবহারকারী ডেটা ব্যাকআপ করুন
de: Benutzerdaten sichern
el: Εφεδρικό αντίγραφο δεδομένων χρήστη
es: Hacer copia de seguridad
fa: پشتیبان‌گیری از داده‌های کاربر
fr: Sauvegarder les données
gu: વપરાશકર્તા ડેટા બેકઅપ
id: Cadangkan data pengguna
ja: ユーザーデータをバックアップ
ko: 사용자 데이터 백업
mr: वापरकर्ता डेटा बॅकअप
pl: Zapisz dane użytkownika
pt: Fazer backup dos dados
ru: Резервное копирование данных
sw: Funga data ya mtumiaji
ta: பயனர் தரவை காப்பிடு
te: వినియోగదారు డేటాను బ్యాకప్ చేయండి
th: สำรองข้อมูลผู้ใช้
tr: Kullanıcı verisini yedekle
uk: Резервне копіювання даних
vi: Sao lưu dữ liệu người dùng
zh_tw: 備份使用者資料

# becomeSponsor
source: Become a sponsor
ar: كن راعياً
bn: স্পনসর হন
de: Sponsor werden
el: Γίνετε χορηγός
es: Convertirse en patrocinador
fa: حامی شوید
fr: Devenir sponsor
gu: સ્પોન્સર બનો
id: Jadi sponsor
ja: スポンサーになる
ko: 스폰서 되기
mr: प्रायोजक बना
pl: Zostań sponsorem
pt: Torne-se um patrocinador
ru: Стать спонсором
sw: Kuwa mfadhili
ta: ஒரு ஆதரவாளராக இருங்கள்
te: స్పాన్సర్ అవ్వండి
th: เป็นสปอนเซอร์
tr: Sponsor ol
uk: Стати спонсором
vi: Trở thành nhà tài trợ
zh_tw: 成為贊助者

# cacheMsg
source: Cache cleared
ar: تم مسح الذاكرة المؤقتة
bn: ক্যাশে পরিষ্কার করা হয়েছে
de: Cache geleert
el: Η προσωρινή μνήμη καθαρίστηκε
es: Caché borrada
fa: کش پاک شد
fr: Cache vidé
gu: કેશ સાફ થયો
id: Cache dibersihkan
ja: キャッシュをクリアしました
ko: 캐시가 지워졌습니다
mr: कॅशे साफ केले
pl: Pamięć podręczna wyczyszczona
pt: Cache limpo
ru: Кэш очищен
sw: Cache imefutwa
ta: தற்காலிக சேமிப்பு அழிக்கப்பட்டது
te: క్యాచ్ క్లియర్ చేయబడింది
th: ล้างแคชแล้ว
tr: Önbellek temizlendi
uk: Кеш очищено
vi: Đã xóa bộ nhớ đệm
zh_tw: 快取已清除

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
gu: રદ કરો
id: Batal
ja: キャンセル
ko: 취소
mr: रद्द करा
pl: Anuluj
pt: Cancelar
ru: Отмена
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_tw: 取消

# chooseBackupDir
source: Choose backup folder
ar: اختر مجلد النسخ الاحتياطي
bn: ব্যাকআপ ফোল্ডার নির্বাচন করুন
de: Backup-Ordner auswählen
el: Επιλέξτε φάκελο αντιγράφου ασφαλείας
es: Seleccionar carpeta de backup
fa: انتخاب پوشه پشتیبان
fr: Choisir un dossier de sauvegarde
gu: બેકઅપ ફોલ્ડર પસંદ કરો
id: Pilih folder cadangan
ja: バックアップフォルダを選択
ko: 백업 폴더 선택
mr: बॅकअप फोल्डर निवडा
pl: Wybierz folder kopii zapasowej
pt: Selecionar pasta de backup
ru: Выбрать папку для резервной копии
sw: Chagua folda ya backup
ta: காப்பு கோப்புறையை தேர்ந்தெடுக்கவும்
te: బ్యాకప్ ఫోల్డర్ ఎంచుకోండి
th: เลือกโฟลเดอร์สำรอง
tr: Yedekleme klasörünü seç
uk: Вибрати папку для резервної копії
vi: Chọn thư mục sao lưu
zh_tw: 選擇備份資料夾

# chooseBackupFiles
source: Select files for backup
ar: حدد الملفات للنسخ الاحتياطي
bn: ব্যাকআপের জন্য ফাইল নির্বাচন করুন
de: Dateien für Backup auswählen
el: Επιλέξτε αρχεία για αντίγραφο ασφαλείας
es: Seleccionar archivos para backup
fa: انتخاب فایل‌ها برای پشتیبان‌گیری
fr: Sélectionner des fichiers à sauvegarder
gu: બેકઅપ માટે ફાઇલો પસંદ કરો
id: Pilih file untuk dicadangkan
ja: バックアップするファイルを選択
ko: 백업할 파일 선택
mr: बॅकअपसाठी फायली निवडा
pl: Wybierz pliki do zapisania
pt: Selecionar arquivos para backup
ru: Выбрать файлы для резервного копирования
sw: Chagua faili za backup
ta: காப்பிற்கான கோப்புகளைத் தேர்ந்தெடுக்கவும்
te: బ్యాకప్ కోసం ఫైళ్లను ఎంచుకోండి
th: เลือกไฟล์สำหรับสำรอง
tr: Yedeklenecek dosyaları seç
uk: Вибрати файли для резервного копіювання
vi: Chọn tệp để sao lưu
zh_tw: 選擇要備份的檔案

source: Clear
ar: مسح
bn: পরিষ্কার করুন
de: Löschen
el: Εκκαθάριση
es: Limpiar
fa: پاک‌کردن
fr: Effacer
gu: સાફ કરો
id: Bersihkan
ja: クリア
ko: 지우기
mr: साफ करा
pl: Wyczyść
pt: Limpar
ru: Очистить
sw: Futa
ta: அழி
te: క్లియర్
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_tw: 清除

source: Clear cache
ar: مسح الذاكرة المؤقتة
bn: ক্যাশে পরিষ্কার করুন
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Limpiar caché
fa: پاک‌کردن کش
fr: Vider le cache
gu: કેશ સાફ કરો
id: Bersihkan cache
ja: キャッシュをクリア
ko: 캐시 지우기
mr: कॅशे साफ करा
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Очистить кэш
sw: Futa cache
ta: தற்காலிக சேமிப்பை அழி
te: క్యాచ్ క్లియర్ చేయి
th: ล้างแคช
tr: Önbelleği temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh_tw: 清除快取

# clearQueue
source: Clear current queue
ar: مسح قائمة الانتظار الحالية
bn: বর্তমান কিউ পরিষ্কার করুন
de: Aktuelle Warteschlange leeren
el: Εκκαθάριση τρέχουσας ουράς
es: Vaciar cola actual
fa: پاک‌کردن صف فعلی
fr: Vider la file d'attente
gu: વર્તમાન કતાર સાફ કરો
id: Bersihkan antrian saat ini
ja: 現在のキューをクリア
ko: 현재 재생 목록 지우기
mr: वर्तमान रांग साफ करा
pl: Wyczyść bieżącą kolejkę
pt: Limpar fila atual
ru: Очистить текущую очередь
sw: Futa foleni ya sasa
ta: தற்போதைய வரிசையை அழி
te: ప్రస్తుత క్యూ క్లియర్ చేయి
th: ล้างคิวปัจจุบัน
tr: Mevcut kuyruğu temizle
uk: Очистити поточну чергу
vi: Xóa hàng đợi hiện tại
zh_tw: 清除目前佇列

source: Clear recently played
ar: مسح سجل التشغيل الأخير
bn: সম্প্রতি শোনা পরিষ্কার করুন
de: Zuletzt gehört löschen
el: Εκκαθάριση πρόσφατων αναπαραγωγών
es: Limpiar recientes
fa: پاک‌کردن تاریخچه پخش اخیر
fr: Effacer l'historique
gu: તાજેતરમાં વગાડેલ સાફ કરો
id: Bersihkan yang baru diputar
ja: 最近再生した履歴をクリア
ko: 최근 재생 기록 지우기
mr: अलीकडे वाजवलेले साफ करा
pl: Wyczyść ostatnio odtwarzane
pt: Limpar tocados recentemente
ru: Очистить недавно проигранное
sw: Futa historia ya kucheza hivi karibuni
ta: சமீபத்தில் இயக்கப்பட்டவற்றை அழி
te: ఇటీవల ప్లే చేసినవి క్లియర్ చేయి
th: ล้างประวัติการเล่นล่าสุด
tr: Son çalınanları temizle
uk: Очистити нещодавно відтворене
vi: Xóa lịch sử phát gần đây
zh_tw: 清除最近播放紀錄

# clearRecentlyPlayedQuestion
source: Are you sure you want to clear recently played history?
ar: هل أنت متأكد أنك تريد مسح سجل التشغيل الأخير؟
bn: আপনি কি নিশ্চিতভাবে সম্প্রতি শোনার ইতিহাস পরিষ্কার করতে চান?
de: Möchten Sie den Verlauf der zuletzt gehörten Songs wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να εκκαθαρίσετε το ιστορικό πρόσφατων αναπαραγωγών;
es: ¿Seguro que quieres borrar el historial de recientes?
fa: آیا مطمئنید که می‌خواهید تاریخچه پخش اخیر را پاک کنید؟
fr: Voulez-vous vraiment effacer l'historique des écoutes récentes ?
gu: શું તમે ખરેખર તાજેતરમાં વગાડેલ ઇતિહાસ સાફ કરવા માંગો છો?
id: Apakah Anda yakin ingin menghapus riwayat yang baru diputar?
ja: 最近再生した履歴をクリアしますか？
ko: 최근 재생 기록을 지우시겠습니까?
mr: तुम्हाला खात्री आहे की तुम्हाला अलीकडे वाजवलेले इतिहास साफ करायचे आहे?
pl: Czy na pewno chcesz wyczyścić historię ostatnio odtwarzanych?
pt: Tem certeza que deseja limpar o histórico de tocados recentemente?
ru: Вы уверены, что хотите очистить историю прослушиваний?
sw: Una uhakika unataka kufuta historia ya kucheza hivi karibuni?
ta: சமீபத்தில் இயக்கப்பட்ட வரலாற்றை அழிக்க விரும்புகிறீர்களா?
te: మీరు ఇటీవల ప్లే చేసిన చరిత్రను క్లియర్ చేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการล้างประวัติการเล่นล่าสุด?
tr: Son çalınan geçmişini temizlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете очистити історію прослуховувань?
vi: Bạn có chắc muốn xóa lịch sử phát gần đây?
zh_tw: 確定要清除最近播放紀錄嗎？

source: Clear search history
ar: مسح سجل البحث
bn: সার্চ ইতিহাস পরিষ্কার করুন
de: Suchverlauf löschen
el: Εκκαθάριση ιστορικού αναζήτησης
es: Limpiar historial de búsqueda
fa: پاک‌کردن تاریخچه جستجو
fr: Effacer l'historique de recherche
gu: શોધ ઇતિહાસ સાફ કરો
id: Bersihkan riwayat pencarian
ja: 検索履歴をクリア
ko: 검색 기록 지우기
mr: शोध इतिहास साफ करा
pl: Wyczyść historię wyszukiwania
pt: Limpar histórico de pesquisa
ru: Очистить историю поиска
sw: Futa historia ya utafutaji
ta: தேடல் வரலாற்றை அழி
te: శోధన చరిత్రను క్లియర్ చేయి
th: ล้างประวัติการค้นหา
tr: Arama geçmişini temizle
uk: Очистити історію пошуку
vi: Xóa lịch sử tìm kiếm
zh_tw: 清除搜尋紀錄

# clearSearchHistoryQuestion
source: Are you sure you want to clear search history?
ar: هل أنت متأكد أنك تريد مسح سجل البحث؟
bn: আপনি কি নিশ্চিতভাবে সার্চ ইতিহাস পরিষ্কার করতে চান?
de: Möchten Sie den Suchverlauf wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να εκκαθαρίσετε το ιστορικό αναζήτησης;
es: ¿Seguro que quieres borrar el historial de búsqueda?
fa: آیا مطمئنید که می‌خواهید تاریخچه جستجو را پاک کنید؟
fr: Voulez-vous vraiment effacer l'historique de recherche ?
gu: શું તમે ખરેખર શોધ ઇતિહાસ સાફ કરવા માંગો છો?
id: Apakah Anda yakin ingin menghapus riwayat pencarian?
ja: 検索履歴をクリアしますか？
ko: 검색 기록을 지우시겠습니까?
mr: तुम्हाला खात्री आहे की तुम्हाला शोध इतिहास साफ करायचे आहे?
pl: Czy na pewno chcesz wyczyścić historię wyszukiwania?
pt: Tem certeza que deseja limpar o histórico de pesquisa?
ru: Вы уверены, что хотите очистить историю поиска?
sw: Una uhakika unataka kufuta historia ya utafutaji?
ta: தேடல் வரலாற்றை அழிக்க விரும்புகிறீர்களா?
te: మీరు శోధన చరిత్రను క్లియర్ చేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการล้างประวัติการค้นหา?
tr: Arama geçmişini temizlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете очистити історію пошуку?
vi: Bạn có chắc muốn xóa lịch sử tìm kiếm?
zh_tw: 確定要清除搜尋紀錄嗎？

source: Client
ar: عميل
bn: ক্লায়েন্ট
el: Πελάτης
es: Cliente
fa: کلاینت
gu: ક્લાયન્ટ
id: Klien
ja: クライアント
ko: 클라이언트
mr: क्लायंट
pl: Klient
pt: Cliente
ru: Клиент
sw: Mteja
ta: வாடிக்கையாளர்
te: క్లయింట్
th: ไคลเอนต์
tr: İstemci
uk: Клієнт
vi: Máy khách
zh_tw: 客戶端

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fa: تایید
fr: Confirmer
gu: પુષ્ટિ કરો
id: Konfirmasi
ja: 確認
ko: 확인
mr: पुष्टी करा
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sw: Thibitisha
ta: உறுதிப்படுத்து
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_tw: 確認

source: Confirmation
ar: تأكيد
bn: নিশ্চিতকরণ
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
fa: تاییدیه
gu: પુષ્ટિકરણ
id: Konfirmasi
ja: 確認
ko: 확인
mr: पुष्टीकरण
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение
sw: Uthibitisho
ta: உறுதிப்படுத்தல்
te: నిర్ధారణ
th: การยืนยัน
tr: Onay
uk: Підтвердження
vi: Xác nhận
zh_tw: 確認

source: Copy logs
ar: نسخ السجلات
bn: লগ কপি করুন
de: Logs kopieren
el: Αντιγραφή αρχείων καταγραφής
es: Copiar registros
fa: کپی کردن لاگ‌ها
fr: Copier les logs
gu: લોગ્સ કોપી કરો
id: Salin log
ja: ログをコピー
ko: 로그 복사
mr: लॉग्ज कॉपी करा
pl: Kopiuj logi
pt: Copiar logs
ru: Копировать логи
sw: Nakili logi
ta: பதிவுகளை நகலெடு
te: లాగ్లను కాపీ చేయండి
th: คัดลอกบันทึก
tr: Günlükleri kopyala
uk: Копіювати логи
vi: Sao chép nhật ký
zh_tw: 複製日誌
